Repository: DiazGopar/chronojump
Catalog: po/*.po
Languages: ca, es, fi

source: This dialog explains wich ports are suitable to be connected with chronopic
ca: Aquest diàleg explica quins ports són els adequats per a connectar amb el chronopic
es: Este diálogo explica qué puertos son apropiados para conectar con chronopic
fi: Tämä ikkuna selittää, mitkä portit ovat sopivia chronopiciin yhdistämiseen

source: Time
ca: Temps
es: Tiempo
fi: Aika

source: Time from Chronopic is Ok
ca: El temps de la Chronopic està bé
es: El tiempo de Chronopic es correcto

source: Totaltime
ca: Temps total
es: Tiempo total
fi: Kokonaisaika

source: Track distance (between platforms)
ca: Distància de pista (entre plataformes)
es: Distancia del tramo (entre plataformas)
fi: Ratojen väli (alustojen välillä)

source: Type
ca: Tipus
es: Tipo
fi: Tyyppi

source: Unlimited
ca: Il·limitat
es: Ilimitado
fi: Rajoittamaton

source: Update
ca: Actualiza
es: Actualizar
fi: Päivitä

source: Update stats
ca: Actualiza les estadístiques
es: Actualizar estadísticas
fi: Päivitä tilastot

source: Useful to export to a Spreadsheet like MS Excel or OpenOffice or Gnumeric
ca: Útil per a exportar a un full de càlcul com MS Excel, OpenOffcie o Gnumeric
es: Útil para exportar a una hoja de cálculo como MS Excel o OpenOffcie o Gnumeric

source: Variable distance running
ca: Córrer una distància personalitzada
es: Carrera de distancia variable

source: Weight of jumps is stored as a '%' of jumper's weight. As the weight of jumper changed, you need to solve new jump's weight.
ca: El pes dels saltadors es desa com a percentatge del seu pes. Com el pes del saltador ha canviat, cal indicar quin és el pes del salt.
es: El peso de los salto se almacena en «%» del peso del saltador. Como el peso del saltador ha cambiado, debe cambiar el nuevo peso del salto.

source: ZigZag Agility test
ca: Test d'agilitat ZigZag
es: Prueba de agilidad ZigZag

source: _About
ca: Sobre...
es: Acerca _de
fi: _Tietoja

source: _Custom
ca: _Personalitzat
es: _Personalizado
fi: _Oma

source: _Delete current person from this session
ca: _Esborreu l'atleta actual d'aquesta sessió
es: _Borrar atleta actual de esta sesión
fi: _Poista nykyinen henkilö tästä istunnosta

source: _Delete session
ca: _Esborreu la sessió
es: _Borrar sesión
fi: _Poista istunto

source: _Edit current person
ca: _Editeu l'atleta actual
es: _Editar atleta actual
fi: _Muokkaa valittua henkilöä

source: _Edit session
ca: _Editeu la sessió
es: _Editar sesión
fi: _Muokkaa istuntoa

source: _File
ca: _Arxiu
es: _Archivo
fi: _Tiedosto

source: _Formulas
ca: _Fórmules
es: _Fórmulas

source: _Help
ca: A_juda
es: Ay_uda
fi: O_hje

source: _Jump
ca: _Salt
es: _Salto
fi: _Hyppy

source: _Load person
ca: _Carregueu atleta
es: _Cargar atleta
fi: _Lataa henkilö

source: _Load session
ca: _Carregueu sessió
es: _Cargar sesión
fi: _Lataa istunto

source: _New person
ca: atleta nou
es: atleta _nuevo
fi: _Uusi henkilö

source: _New session
ca: _Nova sessió
es: _Nueva sesión
fi: _Uusi istunto

source: _Other
ca: A_ltres
es: _Otro
fi: _Muu

source: _Person
ca: A_tleta
es: A_tleta
fi: _Henkilö

source: _Preferences
ca: Preferències
es: Prefere_ncias
fi: _Asetukset

source: _Quit
ca: _Surt
es: _Salir
fi: _Lopeta

source: _Run
ca: _Cursa
es: _Carrera
fi: _Juoksu

source: _Show all tests of current person
ca: _Mostra tots els tests de l'atleta actual
es: _Mostrar todas las pruebas del atleta actual
fi: _Näytä kaikki valitun henkilön tapahtumat

source: _View
ca: _Vista
es: _Vista
fi: _Näytä

source: action
ca: acció
es: acción
fi: toiminto

source: all
ca: tots
es: todos
fi: kaikki

source: always
ca: sempre
es: siempre
fi: aina

source: and show best TF / TC
ca: i mostra millor TV / TC
es: y mostrar el mejor TV / TC

source: and show best time
ca: i mostra millor temps
es: y mostrar el mejor tiempo

source: and show worst TF / TC
ca: i mostra pitjor TV / TC
es: y mostrar el peor TV / TC

source: and show worst time
ca: i mostra pitjor temps
es: y mostrar el peor tiempo

source: change
ca: canvi
es: cambio
fi: muuta

source: condition
ca: Condició
es: Condición
fi: ehto

source: define desired pulse step
ca: definiu el pas del pols que desitgeu
es: definir el paso del pulso deseado
fi: määritä haluttu pulssiaskel

source: delete current session
ca: esborreu la sessió actual
es: borrar sesión actual
fi: poista valittu istunto

source: developers
ca: desenvolupadors
es: desarrolladores
fi: kehittäjät

source: fixed:
ca: fixe
es: fijo
fi: kiinteä:

source: intervallic
ca: amb intervals
es: con tramos
fi: intervalli

source: jump extra data
ca: Dades extres del salt
es: Datos extra del salto
fi: hyppyjen lisätiedot

source: jumps
ca: salts
es: saltos
fi: hypyt

source: last
ca: últim
es: último
fi: viimeisin

source: man
ca: home
es: hombre
fi: mies

source: mark best 'n' consecutives
ca: ressaltar els millors 'n' consecutius
es: resaltar los mejores «n» consecutivos
fi: merkitse parhaat ja perättäiset

source: mark consecutives
ca: ressaltar consecutius
es: resaltar consecutivos
fi: merkitse perättäiset

source: meters
ca: metres
es: metros
fi: metriä

source: more
ca: més
es: más
fi: lisää

source: none
ca: cap
es: ninguno
fi: ei mitään

source: pulse extra data
ca: Dades extres del pols
es: Datos extra del pulso
fi: pulssin lisätiedot

source: repetitive
ca: repetitiu
es: repetitivo
fi: toistuva

source: run extra data
ca: Dades extres de la cursa
es: Datos extra de la carrera
fi: juoksun lisätiedot

source: seconds
ca: segons
es: segundos
fi: sekuntia

source: select
ca: seleccioneu
es: seleccionar
fi: valitse

source: select ->
ca: seleccioneu ->
es: seleccionar ->
fi: valitse ->

source: selected
ca: seleccionat
es: seleccionado
fi: valittu

source: show all tests of this person
ca: mostra tots els tests d'aquest atleta
es: mostrar todas las pruebas de este atleta
fi: näytä kaikki tämän henkilön testit

source: show only persons in current session
ca: mostra només els atletes de la sessió actual
es: mostrar sólo atletas de la sesión actual
fi: näytä vain nykyisen istunnon henkilöt

source: show...
ca: mostra...
es: mostrar...
fi: näytä...

source: start managing pulses freely
ca: comença a gestionar el pols lliurement
es: empezar a gestionar pulsos libremente
fi: aloita pulssien vapaa hallinta

source: statistic's description
ca: descripció de les dades estadístiques
es: descripción de la estadística
fi: tilaston kuvaus

source: test "bad" bell
ca: prova campana "dolenta"
es: probar campana "mala"

source: test "good" bell
ca: prova campana "bona"
es: probar campana "buena"

source: test!
ca: prova!
es: ¡prueba!
fi: testaa!

source: time
ca: temps
es: tiempo
fi: aika

source: total pulses
ca: Polsos totals
es: Pulsos totales
fi: kaikki pulssit

source: tracks
ca: trams
es: tramos
fi: radat

source: translators
ca: traductors
es: traductores
fi: kääntäjät

source: unlimited
ca: il·limitat
es: ilimitado
fi: rajoittamaton

source: unlimited pulses
ca: polsos il·limitats
es: pulsos ilimitados
fi: rajoittamattomat pulssit

source: unselected
ca: no seleccionat
es: no seleccionado
fi: ei valittu

source: value
ca: valor
es: valor
fi: arvo

source: version
ca: versió
es: versión
fi: versio

source: woman
ca: dona
es: mujer
fi: nainen

source: yes
ca: si
es: sí
fi: kyllä

source: no tables, creating ...
ca: no s'hi han trobat bases de dades, creant taules...
es: no se ha encontrado base de datos, creando tablas ...
fi: ei tauluja, luodaan...

source: Failed database conversion, ensure you have libsqlite3-0 installed. If problems persist ask in chronojump-list
es: Ha fallado la conversión a la base de datos, asegúrese de que tiene instalado libsqlite3-0. Si el problema persiste, pregunte en la lista de chronojump.

source: If you have no data on your database (you just installed Chronojump), you can fix this problem deleting this file: {0}
es: Si no tiene ningún dato en su base de datos (acaba de instalara Chronojump), puede arreglar este problema borrando este archivo: {0}

source: And starting Chronojump again.
es: Y reiniciando Chronojump de nuevo.

source: Sorry, this Chronojump version ({0}) is too old for your database.
ca: Ho sentim, aquesta versió de Chronojump ({0}) és massa antiga per la vostra base de dades.
es: Lo siento, esta versión de Chronojump ({0}) esta demasiada antigua para su base de datos.

source: Please update Chronojump
ca: Sisplau actualitzeu Chronojump
es: Por favor, actualice Chronojump

source: tables already created
ca: taules creades
es: tablas creadas
fi: taulut on jo luotu

source: Chronojump will exit now.
es: Chronojump finalizará ahora.

source: Chronojump crashed before. Please, <b>write an email</b> to {0} including this file:
es: Chronojump falló anteriormente. Por favor, <b>escriba un correo</b> a {0} incluyendo este archivo:

source: Subject should be something like "bug in Chronojump". Your help is needed.
ca: El títol ha de ser quelcom com "Errada al Chronojump". Necessitem la teva ajuda.
es: El título o asunto debe ser algo parecido a "error en Chronojump". Su ayuda es muy valiosa.

source: Cannot move database directory from {0} to {1}
es: No se puede mover la carpeta de la base de datos de {0} a {1}

source: Trying to move/copy each file now
es: Tratando ahora de mover/copiar archivo a archivo

source: Cannot create directory {0}
es: No se puede exportar la carpeta {0}

source: Please, do it manually.
es: Por favor, hágalo manualmente

source: Cannot copy {0} files from {1} to {2}
es: No se puede copiar {0} archivos desde {1} hacia {2}

source: Cannot move {0} files from {1} to {2}
es: No se puede mover {0} archivos de {1} a {2}

source: Please, do it manually
es: Por favor, hágalo manualmente

source: Database is now here: {0}
es: La base de datos se encuentra ahora aquí: {0}

source: More information on Chronojump manual
ca: Més informació al manual de Chronojump
es: Más información en el manual de Chronojump

source: Print the port name where chronopic is connected:
ca: Imprimir el nom del port on està connectat el chronopic:
es: Imprimir el nombre del puerto donde está conectado chronopic:
fi: Näytä portin nimi, kun chronopic saa yhteyden:

source: Opening port... if get hanged, generate events with chronopic or the platform
ca: Obrint el port... si es penja, genereu esdeveniments amb el chronopic a la plataforma
es: Abriendo puerto ... si se cuelga, generar eventos con chronopic en la plataforma
fi: Avataan porttia... jos tämä jää jumiin, luo tapahtumia chronopicillä tai alustalla

source: Error opening serial port
ca: Error en obrir el port serie
es: Error al abrir el puerto serie
fi: Virhe avattaessa sarjaporttia

source: Platform state: {0}
ca: Estat de la plataforma: {0}
es: Estado de la plataforma: {0}
fi: Alustan tila: {0}

source: Go up platform for jumping
ca: Pugeu a la plataforma per saltar
es: Subir plataforma para saltar
fi: Siirry alustalle hyppimään

source: Jump when prepared
ca: Salteu quan estigueu preparat
es: Salte cuando esté preparado
fi: Hypi, kun olet valmis

source: Press CTRL-c for ending session
ca: Pulseu CTRL-c per acabar la sessió
es: Pulsar CTRL-c para terminar la sesión
fi: Lopeta istunto painamalla Ctrl-C

source: Do you want to output data to a file?
es: ¿Desea escribir los datos a un archivo?

source: Please, write filename:
es: Por favor, escriba el nombre de archivo:

source: Are you sure you want to overwrite file: {0}
es: Está seguro de que desea sobreescribir el archivo: {0}

source: Peak power
ca: Pic de potència
es: Pico de potencia

source: body weight
ca: pes corporal
es: peso corporal

source: extra weight
ca: pes extra
es: peso extra

source: height
ca: alçada
es: altura
fi: pituus

source: Male applicants to a Faculty of Sport Sciencies
ca: Homes aspirants a una Facultat de Ciències de l'Esport
es: Candidatos masculinos a la facultad de ciencias del deporte

source: Female elite volleybol
ca: Jugadores d'elit de voleibol
es: Voleibol femenino de elite

source: Female medium volleybol
ca: Jugadores de nivell mig de voleibol
es: Voleibol medio femenino

source: Female sports sciencies students
ca: Noies estudiants de ciències de l'esport
es: Estudiantes femeninas de ciencias deportivas

source: Female university students
ca: Noies universitàries
es: Estudiantes universitarias femeninas

source: Peak Power
ca: Pic de potència
es: Pico de potencia

source: Reactive AVG SD
es: DE reactivo (promedio)

source: Session summary
ca: Sumari de la sessió
es: Sumario de Sesión

source: Jumper summary
ca: Sumari del saltador
es: Sumario de Saltador

source: Jumps: Simple
ca: Salts: Simple
es: Saltos: Simple

source: Jumps: Simple with TC
ca: Salts: Simple amb TC
es: Saltos: Simple con TC

source: Jumps: Reactive
ca: Salts: Reactiu
es: Salto: Reactivo

source: All jumps
ca: Tots els salts
es: Todos los saltos
fi: Kaikki hypyt

source: All runs
ca: Totes les curses
es: Todas las carreras
fi: Kaikki juoksut

source: All pulses
ca: Tots els polsos
es: Todos los pulsos
fi: Kaikki pulssit

source: Typical serial and USB-serial ports on Windows:
ca: Típics ports de serie i USB a Windows:
es: Típicos puertos serie y USB en Windows:
fi: Tyypilliset sarjaportit ja USB-sarjaportit Windowsissa:

source: Also, these are possible:
ca: A més, això és possible:
es: Además, estos son posibles:
fi: Myös nämä ovat mahdollisia:

source: Typical serial serial ports on GNU/Linux:
ca: Ports serie típics a GNU/Linux:
es: Puertos serie típicos en GNU/Linux:
fi: Tyypilliset sarjaportit GNU/Linuxissa:

source: Typical USB-serial ports on GNU/Linux:
ca: Ports serie USB típics a GNU/Linux:
es: Puertos serie USB típicos en GNU/Linux:
fi: Tyypilliset USB-sarjaportit GNU/Linuxissa:

source: Serial ports found:
es: Puertos serie encontrados:

source: USB-serial ports found:
es: Puertos USB-serie encontrados:

source: --Undefined
es: --Indefinido

source: -None
es: -Ninguno

source: Undefined
es: Indefinido

source: Sedentary/Ocasional practice
es: Sedentario/Practicante ocasional

source: Regular practice
es: Práctica regular

source: Competition
es: Competición

source: Elite
es: Élite

source: You are IN, JUMP when prepared!!
ca: Sou DINS, quan estigueu preparat, SALTEU!!
es: Está DENTRO, cuando esté preparado, SALTE!!
fi: Olet sisällä, hyppää kun olet valmis!

source: You are OUT, come inside and press the 'accept' button
ca: Sou FORA, entreu i premeu el botó 'acceptar'
es: está FUERA, entre y pulse el botón 'aceptar'
fi: Olet ulkona, tule alustalle ja paina "Hyväksy"-painiketta

source: You are OUT, JUMP when prepared!!
ca: Sou FORA, quan estigueu preparat SALTEU!
es: Está FUERA, cuando esté preparado SALTE!!
fi: Olet ulkona, hyppää kun olet valmis!

source: You are IN, please leave the platform, and press the 'accept' button
ca: Sou DINS, si us plau, sortiu de la plataforma i premeu el botó acceptar
es: Está DENTRO, por favor, salga de la plataforma y pulse el botón aceptar
fi: Olet sisällä, poistu alustalta ja paina "Hyväksy"-painiketta

source: You are OUT, please enter the platform, prepare for jump and press the 'accept' button
ca: Sou FORA, entreu a la plataforma, prepareu-vos per saltar i premeu el botó acceptar
es: Está FUERA, entre en la plataforma, prepárese para saltar y pulse el botón aceptar
fi: Olet ulkona, siirry alustalle, valmistaudu hyppyyn ja paina "Hyväksy"-painiketta

source: Initially selected {0} seconds
ca: Inicialment seleccionats {0} segons
es: Selección inicial de {0} segundos

source: AVG TF
ca: TV promig
es: TV promedio
fi: TF-keskiarvo

source: AVG TC
ca: TC promig
es: TC promedio
fi: TC-keskiarvo

source: You are IN, please leave the platform, prepare for start, and press the 'accept' button!!
ca: Esteu DINS, si us plau, sortiu de la plataforma, prepareu-vos per iniciar i premeu el botó.
es: Está DENTRO, por favor, salga de la plataforma, prepárese para iniciar y pulse el botón.
fi: Olet sisällä, poistu alustalta, valmistaudu aloitukseen ja paina "Hyväksy"-painiketta

source: You are OUT, start when prepared!!
ca: Esteu FORA, inicieu quan estigueu preparat.
es: Está FUERA, inicie cuando esté preparado.
fi: Olet ulkona, aloita kun olet valmis!

source: Last pulse
ca: Darrer pols
es: Último pulso
fi: Viimeisin pulssi

source: You are IN, RELEASE when prepared!!
ca: Sou DINS, quan estigueu preparat SALTEU!!
es: Está DENTRO, cuando esté preparado, SALGA DE LA PLATAFORMA!!
fi: Olet sisällä, vapauta kun olet valmis!

source: You are IN, RUN when prepared!!
ca: Sou DINS, quan estigueu preparat, CORREU!
es: Está DENTRO, cuando esté preparado, SALTE!!
fi: Olet sisällä, juokse kun olet valmis!

source: You are OUT, RUN when prepared!!
ca: Sou FORA, quan estigueu preparat CORREU!
es: Está FUERA, cuando esté preparado SALTE!!
fi: Olet ulkona, juokse kun olet valmis!

source: Last run
ca: Darrera cursa
es: Última carrera
fi: Viimeksi ajettu

source: speed
ca: velocitat
es: velocidad
fi: nopeus

source: Run will not be recorded, 1st track is out of time
ca: La cursa no es gravarà, el primer tram és fora de temps
es: La carrera no se grabará, la primera pista está fuera de tiempo

source: Tracks
ca: Pistes
es: Tramos
fi: Radat

source: AVG Speed
ca: velocitat mitjana
es: velocidad media
fi: Keskinopeus

source: Save report as...
ca: Guardeu l'informe com...
es: Guardar informe como...
fi: Tallenna raportti nimellä...

source: Export session in format
ca: Exporta la sessió en format
es: Exportar sesión en formato
fi: Vie istunto muodossa

source: Cancel
es: Cancelar

source: Export
es: Exportar

source: Are you sure you want to overwrite file:
ca: Esteu segurs que voleu sobreesciure l'arxiu?
es: Está seguro de que desea sobreescribir el archivo:
fi: Haluatko varmasti korvata tiedoston:

source: Saved to {0}
ca: Guardat a {0}
es: Guardado en {0}
fi: Tallennettu tiedostoon {0}

source: Cannot export to file {0}
ca: No es pot exportar a l'arxiu {0}
es: No se puede exportar al archivo {0}

source: Cancelled
ca: Cancel·lat
es: Cancelado
fi: Peruttu

source: Simple jumps
ca: Salts simples
es: Saltos simples

source: Reactive jumps
ca: Salts reactius
es: Saltos reactivos

source: with subjumps
ca: incloure subsalts
es: incluir subsaltos

source: Simple runs
ca: Curses simples
es: Carreras simples

source: interval runs
ca: curses amb intervals
es: carreras con tramos

source: with tracks
ca: amb trams
es: con tramos

source: SessionID
ca: ID de sessió
es: ID de sesión
fi: Istunnon tunniste

source: Name
ca: Nom
es: Nombre
fi: Nimi

source: Sex
ca: Sexe
es: Sexo
fi: Sukupuoli

source: Date of Birth
ca: Data de naixement
es: Fecha nacimiento
fi: Syntymäpäivä

source: Height
ca: Alçada
es: Altura
fi: Pituus

source: Weight
ca: Pes
es: Peso
fi: Paino

source: Jumper name
ca: Saltador
es: Saltador
fi: Hyppääjän nnimi

source: jump ID
ca: ID de salt
es: ID de salto
fi: hypyn tunniste

source: Fall
ca: Caiguda
es: Caída
fi: Tippuminen

source: Initial Speed
ca: Velocitat inicial
es: Velocidad inicial
fi: Alkunopeus

source: jump Type
ca: Tipus de salt
es: Tipo de salto
fi: hypyn tyyppi

source: TF Max
ca: TV Max
es: TV Max
fi: TF-maksimi

source: Max Height
ca: Alçada Max
es: Altura Max
fi: Maksimikorkeus

source: Max Initial Speed
ca: Max Velocitat inicial
es: Max Velocidad inicial
fi: Alkunopeuden maksimi

source: TC AVG
ca: TC (promig)
es: TC (promedio)
fi: TC-keskiarvo

source: TF AVG
ca: TV (promig)
es: TV (promedio)
fi: TF-keskiarvo

source: AVG Height
ca: Alçada (promig)
es: Altura (promedio)
fi: Keskiarvokorkeus

source: AVG Initial Speed
ca: Velocidad inicial (promig)
es: Velocidad inicial (promedio)
fi: Alkunopeuden keskiarvo

source: Limited
ca: Limitat
es: Limitado
fi: Rajoitettu

source: SD
ca: DE
es: DE

source: Runner name
ca: Corredor
es: Nombre del corredor
fi: Juoksijan nimi

source: run ID
ca: ID
es: ID
fi: juoksun tunniste

source: Distance total
ca: Distància total
es: Distancia total
fi: Kokonaismatka

source: Time total
ca: Temps total
es: Tiempo total
fi: Kokonaisaika

source: Average speed
ca: Velocitat mitjana
es: Velocidad media
fi: Keskinopeus

source: Distance interval
ca: Distància d'interval
es: Distancia de tramo
fi: Etäisyyksien väli

source: Interval speed
ca: Velocitat en l'interval
es: Velocidad en tramo
fi: Intervallinopeus

source: interval times
ca: temps d'interval
es: tiempo de tramos
fi: intervallin ajat

source: Reaction time ID
ca: Temps de reacció
es: Id del tiempo de reacción

source: Pulse ID
ca: Pols
es: Id del pulso

source: Exported to file:
ca: Exportant a l'arxiu:
es: Exportado al archivo:
fi: Vietiin tiedostoon:

source: Ready.
ca: Preparat.
es: Preparado.
fi: Valmis.

source: Do you want to connect to Chronopic now?
ca: Desitgeu connectar-vos al Chronopic ara?
es: ¿Desea conectarse con Chronopic ahora?

source: starting connection with chronopic
ca: començant la connexió amb el chronopic
es: comenzando conexion con chronopic
fi: käynnistetään yhteys chronopicillä

source: if program crashes, write to xaviblas@gmail.com
ca: si el programa es bloqueja, escriu a xaviblas@gmail.com
es: si el programa se bloquea, escribir a xaviblas@gmail.com
fi: jos ohjelma kaatuu, kerro siitä osoitteseen xaviblas@gmail.com

source: If you have previously used the modem via a serial port (in a GNU/Linux session, and you selected serial port), Chronojump will crash.
ca: Si heu fet servir el módem pel port serie abans (a la mateixa sessió de GNU/Linux) chronojump es bloquejarà.
es: Si ha usado el módem por el puerto serie antes (en la misma sesión de GNU/Linux) Chronojump se bloqueará.

source: Problems communicating to chronopic, changed platform to 'Simulated'
ca: S'han produït problemes en la comunicació amb el chronopic, plataforma canviada a 'Simulada'
es: Se produjeron problemas comunicándose con chronopic, plataforma cambiada a 'Simulada'
fi: Ongelmia yhteydessä chronopiciin, muutettiin alustaksi "Simuloitu"

source: On Windows we recommend to remove and connect USB or serial cable from the computer after every unsuccessful port test.
ca: A Windows recomanem treure i tornar a connectar el cable USB o sèrie de l'ordinador després de cada prova de port no exitosa.
es: En Windows se recomienda quitar y conectar un cable USB o serie del equipo después de cada prueba de puerto fallida.

source: ... And after cancelling Chronopic detection.
ca: ... Així com després de cancelar la detecció del Chronopic.
es: ... y después cancelar la detección de Chronopic.

source: ... Later, when you close Chronojump it will probably get frozen. If this happens, let's press CTRL+C on the black screen.
ca: ... Després, quan tanqueu Chronojump, probablement es quedarà bloquejat. Si això succeeix, premeu CTRL+C a la pantalla negra.
es: ... Después, cuando cierre Chronojump, probablemente se quedará colgado. Si esto sucede, pulse CTRL+C en la pantalla negra.

source: Chronojump database version file: {0}
ca: Versió de la base de dades de Chronojump: {0}
es: Versión de la base de datos de Chronojump: {0}
fi: Chronojumpin tietokannan versiotiedosto: {0}

source: Preferences loaded
ca: Preferències carregades
es: Preferencias cargadas
fi: Asetukset ladattu

source: Show all tests of
ca: Mostra tots els tests de
es: Mostrar todas las pruebas

source: Delete {0} from this session
ca: Esborreu a {0} d'aquesta sessió
es: Borrar {0} de esta sesión

source: Edit this
ca: Editar aquest
es: Editar esto

source: Delete this
ca: Esborreu aquest
es: Borrar esto

source: Repair this
ca: Reparar aquest
es: Reparar esto

source: Are you sure you want to delete the current session
ca: Esteu segur que voleu esborrar la sessió actual?
es: ¿Seguro que desea borrar la sesión actual
fi: Haluatko varmasti poistaa nykyisen istunnon

source: and all the session tests?
ca: i tots els tests de la sessió?
es: y todas las pruebas de la sesión?
fi: ja kaikki istunnon testit?

source: Deleted session and all its tests
ca: S'ha esborrat la sessió i tots els seus tests
es: Se ha borrado la sesión y todas sus pruebas
fi: Poistettiin istunto ja kaikki sen testit
