Repository: DiazGopar/chronojump
Catalog: po/*.po
Languages: ca, es, fi

source: This is a simple test to administer, requiring little equipment. Can test players ability to turn in different directions, and different angles.
ca: Aquest test és fàcil de realitzar, es requereis poc equipamient. Pot mostrar la capacitat dels esportistes de girar en diferents direccions i en diferents àngles.
es: Este test es fácil de realizar, se requiere poco equipamiento. Puede mostrar la capacidad de los deportistas de girar en diferentes direcciones y en diferentes ángulos.

source: Disadvantages
ca: Desaventatges
es: Desventajas

source: Choice of footwear and surface of area can effect times greatly. Results can be subject to timing inconsistencies, which may be overcome by using timing gates. Cannot distinguish between left and right turning ability.
ca: L'elecció del calçat i la superfície on es realitza poden afectar considerablement en el resultat. Els resultats poden estar sotmesos a problemes de mesura, que poden ser solventats amb cèl·lules infrarroges. No pot diferenciar entre la capacirtat de gir cap a l'esquerra i la dreta.
es: La elección del calzado y la superficie donde se realiza pueden afectar considerablemente en el resultado. Los resultados pueden estar sujetos a problemas de medición, que pueden ser solucionados usando células infrarrojas. No puede diferenciar entre la capacidad de giro hacia la izquierda y la derecha.

source: Variations
ca: Variants
es: Variaciones

source: The starting and finishing sides can be swapped, so that turning direction is changed.
ca: Pot invertir-se l'inici i el final, així la direcció de gir canvia.
es: Puede invertirse el inicio y final, así la dirección de giro cambia.Los lados de comienzo y final se pueden cambiar, de forma que también se cambia la dirección de giro.

source: This test describes the procedures as used in the President's Challenge Fitness Awards. The variations listed give other ways to also perform this test.
ca: Aquest test descriu el procediment usat al President's Challenge Fitness Awards. Les variacions indicades constitueixen altres maneres d'executar el test.
es: Esta prueba describe los procedimientos que se usan en los premios de gimnasia Desafío del presidente. Las variaciones listadas también proporcionan otro camino para realizar la prueba.

source: This is a test of speed and agility, important in many sports.
ca: Aquest és un test de velocitat i agilitat, important en molts esports.
es: Este es una prueba de velocidad y agilidad, importante en muchos deportes.

source: This test requires the person to run back and forth between two parallel lines as fast as possible. Set up two lines of cones 30 feet apart or use line markings, and place two blocks of wood or a similar object behind one of the lines. Starting at the line opposite the blocks, on the signal 'Ready? Go!' the participant runs to the other line, picks up a block and returns to place it behind the starting line, then returns to pick up the second block, then runs with it back across the line.
ca: Aquest test requereis que el subjecte corri endavant i enrere entre dues línies paral·leles tan ràpid como sigui possible. Ubiqui dues línias de cons separades 30 metres o marqui les línies, i posi dos blocs de fusta o un objecte similar damunt d'una de elles. Iniciant a la línia oposada a la dels blocs, a la senyal de 'Preparat? Sortida!' el participant corre cap a l'altre línia, recull un bloc y torna per a posar-lo damunt de la línia inicial, llavors retorna per a recollir el segon bloc, i corre de tornada amb aquest fins creuar la línia.
es: Esta prueba requiere que las personas corran atrás y adelante entre dos líneas paralelas lo mas rápidamente posible. Establezca dos líneas de conos distanciadas 30 pies o use líneas marcadas y ponga dos bloques de madera o un objeto similar detrás de una de laslíneas. Empezando por la línea enfrente de los bloques. en la señal «¿Listo? ¡Adelante!» los participantes correrán hacia la otra línea, levantarán un bloque y volverán para colocarlo detrás del comienzo de la línea, después volverán para levantar el segundo bloque, después correrán con él a través de la línea.

source: Two or more trails may be performed, and the quickest time is recorded. Results are recorded to the nearest tenth of a second.
ca: Es poden realitzar dos o més intentss, i es registrarà el més ràpid. Els resultats són arrodonits cap a la dècima de segon més propera.
es: Se pueden realizar dos o más registros podrían y se graba el tiempo más rápido. El resultado se registra con la décima más cercana al segundo.

source: Modifications
ca: Modificacions
es: Modificaciones

source: The test procedure can be varied by changing the number of shuttles performed, the distance between turns (some use 10 meters rather than 30 feet) and by removing the need for the person pick up and return objects from the turning points.
ca: El procedimient del test pot variar canviant el nombre de trams executats, la distància entre trams (alguns usen 10 metres enlloc de 30 peus) i treient la necessitat de que el subjecte tingui que recollir i portar objectes en els punts de gir.
es: El procedimiento del test puede variar cambiando el número de tramos ejecutados, la distancia entre tramos (algunos usan 10 metros en lugar de 30 pies) y quitando la necesidad de que el sujeto tenga que recoger y llevar objetos en los puntos de giro.

source: This test can be conducted on large groups relatively quickly with minimal equipment required.
ca: Aquest test pot realizar-se a grans grups de forma relativamente ràpida i amb un equipament mímin.
es: Esta prueba puede ser conducida por grandes grupos de una forma relativamente rápida con el mínimo equipo requerido.

source: The blocks should be placed at the line, not thrown across them. Also make sure the participants run through the finish line to maximize their score.
ca: Els blocs han de ser situats a la línia, no llançats cap a ella. A més, inciti a que els participants corrin cap a la línia d'arribada per a augmentar la puntuació.
es: Los bloques se deberían colocar en la línea, no lanzados a través de ellos. También asegúrese de que los participantes corran continuando la línea final para aumentar sus puntuaciones.

source: Similar to the Shuttle Run test, this test requires the athlete to run a course in the shortest possible time. A standard zig zag course is with four cones placed on the corners of a rectangle 10 by 16 feet, with one more cone placed in the centre. If the cones are labelled 1 to 4 around the rectangle going along the longer side first, and the centre cone is C, the test begins at 1, then to C, 2, 3, C, 4, then back to 1.
ca: Similar al Shuttle Run, aquest test requereix que l'atleta corri una cursa en el mínim temps possible. Per a realitzar una cursa zig zag estàndard, es posen quatre cons a les cantonades d'un rectangle de 10 per 16 peus (3,05 x 4,87m), amb un con més al centre. Els cons són etiquetats amb els nombres 1 a 4 voltant el rectangle de manera que es vagi primer cap al costat llarg, i el con del centro s'anomena C. El test inicia a 1, després C, 2, 3, C, 4, i altra vegada 1.
es: Similar al Shuttle Run, este test requiere que el atleta corra una carrera en el mínimo tiempo posible. Para realizar una carrera zig zag estándar, se colocan cuatro conos en las esquinas de un rectángule de 10 por 16 pies (3,05 x 4,87m), con un cono más en el centro. Los conos son etiquetados con los números 1 a 4 alrededor del rectángulo de manera que se vaya primero hacia el lado largo, y el cono del centro es denominado C. El test inicia en 1, después C, 2, 3, C, 4, y otra vez hacia 1.

source: This test procedure can be modified by changing the distance between cones, and the number of circuits performed.
ca: El procediment del test es pot modificar canviant la distància entre cons, i el nombre de circuits realitzats.
es: Este procedimiento de prueba se puede modificar para cambiar la distancia entre los conos, y el numero de circuitos realizados.

source: The total distance run should not be too great so that fatigue does not become a factor.
ca: La distància total de cursa no ha de ser massa gran. La fatiga no ha d'aparèixer en aquest test.
es: La distancia total recorrida no debería ser importante para que la fatiga no se convierta en un factor.

source: Run n laps x distance
ca: Córrer n trams una distància determinada
es: Correr n vueltas una distancia x
fi: Juokse n kierrosta x etäisyys

source: Make max laps in n seconds
ca: Fer el màxim de trams en n segons
es: Realizar el núm. máx. de vueltas en n segundos

source: Continue running in n distance
ca: Córrer sense aturar-se x metres
es: Continuar corriendo una distancia n

source: Run 10 times a 20m distance
ca: Córrer 10 trams de 20 metres
es: Correr 10 veces una distancia de 20m

source: Make max laps in 30 seconds
ca: Fer el màxim de trams en 30 segons
es: Realizar el núm. máx. de vueltas en 30 segundos

source: Continue running in 20m distance
ca: Córrer sense parar trams de 20 metres
es: Continuar corriendo una distancia de 20m

source: Cape Verde
es: Cabo Verde

source: Central African Republic
es: República Centro Africana

source: Congo, Democratic Republic of the
es: Congo, República Democrática del

source: Congo, Republic of the
es: Congo, República del

source: Equatorial Guinea
es: Guinea Ecuatorial

source: Reunion
es: Reunión

source: Saint Helena
es: Santa Helena

source: Malaysia
es: Malasia

source: Taiwan
es: Taiwán

source: Turkmenistan
es: Turkmenistán

source: Belgium
es: Bélgica

source: Bosnia and Herzegovina
es: Bosnia Herzegovina

source: Croatia
es: Croacia

source: Czech Republic
es: República checa

source: Denmark
es: Dinamarca

source: Faroe Islands
es: Islas Feroe

source: Finland
es: Finlandia

source: France
es: Francia

source: Germany
es: Alemania

source: Greece
es: Grecia

source: Hungary
es: Hungría

source: Iceland
es: Islandia

source: Ireland
es: Irlanda

source: Isle of Man
es: Isla de Man

source: Italy
es: Italia

source: Latvia
es: Letonia

source: Lithuania
es: Lituania

source: Luxembourg
es: Luxemburgo

source: Monaco
es: Mónaco

source: Netherlands
es: Holanda

source: Norway
es: Noruega

source: Poland
es: Polonia

source: Romania
es: Rumanía

source: Russian Federation
es: Federación Rusa

source: Slovakia (Slovak Republic)
es: Eslovaquia, República Eslovaca

source: Slovenia
es: Eslovenia

source: Spain
es: España

source: Sweden
es: Suecia

source: Switzerland
es: Suiza

source: Guadeloupe
es: Guadalupe

source: New Caledonia
es: Nueva Caledonia

source: Norfolk Island
es: Isla de Norfolk

source: French Guiana
es: Guayana Francesa

source: Peru
es: Perú

source: Diving
es: Clavados (saltos)

source: Swimming
es: Natación

source: Synchronized Swimming
es: Natación sincronizada

source: Runs, Sprints
es: Carreras con tramos

source: Runs, Middle-distance
es: Correr, distancias medias

source: Runs, Long-distance
es: Correr, distancias largas

source: Throws
es: Lanzamientos

source: Combined
es: Combinación

source: Skeleton
es: Esqueleton

source: Slalom
es: Eslálon

source: Cycling BMX
es: Ciclismo BMX

source: Cycling Road
es: Ciclismo en carretera

source: Cycling Track
es: Ciclismo en pista

source: Mountain Bike
es: Bici de montaña

source: Dressage
es: Doma

source: jumping
es: salto

source: Artistic
es: Artística

source: Rhythmic
es: Rítmica

source: Trampoline
es: Trampolín

source: Figure skating
es: Patinaje artístico

source: Short Track Speed Skating
es: Patinaje de velocidad en pista corta

source: Speed skating
es: Patinaje de velocidad

source: Alpine Skiing
es: Esquí alpino

source: Cross Country Skiing
es: Esquí de fondo

source: Freestyle Skiing
es: Esquí de estilo libre

source: Nordic Combined
es: Combinada nórdica

source: Ski Jumping
es: Saltos en esquí

source: Beach volleyball
es: Voleibol de playa

source: Volleyball
es: Voleibol

source: Freestyle
es: Estilo libre

source: Greco-Roman
es: Greco-romana

source: Aquatics
es: Deported acuáticos

source: Archery
es: Tiro con arco

source: Athletics
es: Atletico

source: Badminton
es: Bádminton

source: Baseball
es: Béisbol

source: Basketball
es: Baloncesto

source: Biathlon
es: Biatlón

source: Boxing
es: Boxeo

source: Canoe-Cayak
es: Canoa-cayak

source: Cycling
es: Ciclismo

source: Equestrian
es: Hípica

source: Fencing
es: Esgrima

source: Football
es: Fútbol

source: Gymnastics
es: Gimnasia

source: Ice Hockey
es: Hockey sobre hielo

source: Modern Pentathlon
es: Pentatlón moderno

source: Rowing
es: Remo

source: Sailing
es: Vela

source: Shooting
es: Tiro

source: Skating
es: Patinaje

source: Skiing
es: Esquí

source: Table Tennis
es: Tenis de mesa

source: Tennis
es: Tenis

source: Triathlon
es: Triatlón

source: Weightlifting
es: Halterofilia

source: Wrestling
es: Lucha

source: Jumper
ca: Saltador
es: Saltador
fi: Hyppääjä

source: Person's Weight
ca: Pes de l'atleta
es: Peso del atleta
fi: Henkilön paino

source: Extra Weight
ca: Pes extra
es: Peso extra
fi: Lisäpaino

source: various sessions
ca: diferents sessions
es: varias sesiones
fi: eri istuntoja

source: session
ca: sessió
es: sesión
fi: istunto

source: {0} in {1} applied to {2} on {3}
ca: {0} en {1} aplicat a {2} en la sessió {3}
es: {0} en {1} aplicado a {2} en {3}

source: Dj Index
ca: Índex Dj
es: Índice Dj
fi: Dj-indeksi

source: First {0} values
ca: Primers {0} valors
es: Primeros {0} valores
fi: Ensimämiset {0} arvoa

source: Max {0} values of each jumper
ca: Màxims {0} valors de cada saltador
es: Máximos {0} valores de cada saltador
fi: Enintään {0} kullekin hyppääjälle

source: {0} in Dj Index [(tf-tc)/tc * 100] applied to {1} on {2}
ca: {0} en Dj Índex [(tv-tc)/tc * 100] aplicat a {1} en {2}
es: {0} en Dj Índice [(tv-tc)/tc * 100] aplicado a {1} en {2}

source: Q Index
ca: Índex Q
es: Indice Q
fi: Q-indeksi

source: {0} in Q Index [tf/tc] applied to {1} on {2}
ca: {0} en Índex Q [tf/tc] aplicat a {1} a {2}
es: {0} en Índice Q [tf/tc] aplicado a {1} en {2}

source: {0} in Index FV [SJl(100%)/SJ *100] on {1}
ca: {0} en Índex FV [SJ+(100%)/SJ *100] a {1}
es: {0} en Índice FV [SJl(100%)/SJ *100] en {1}

source: Value
ca: Valor
es: Valor
fi: Arvo

source: for person {0}({1})
ca: per atleta {0}({1})
es: para atleta {0}({1})
fi: henkilölle {0}({1})

source: {0} in some jumps and statistics on {1}{2}
ca: {0} en alguns salts i estadístiques a {1}{2}
es: {0} en algunos saltos y estadisticos en {1}{2}

source: ChronoJump graph
ca: ChronoJump - gràfic
es: ChronoJump - gráfico
fi: ChronoJumpin kaavio

source: watts
ca: vats
es: vatios
fi: wattia

source: Index
ca: Índex
es: Índice
fi: Indeksi

source: Index *100
ca: Índex *100
es: Indice *100
fi: Indeksi *100

source: {0} in index {1} on {2}
ca: {0} en índex {1} a {2}
es: {0} en índice {1} en {2}

source: All values
ca: Tots els valors
es: Todos los valores

source: Avg values of each jumper
ca: Mitjanes de cada saltador
es: Valores medios de cada saltador

source: {0} at average of jumps using {1} applied to {2} on {3}
es: {0} de promedio de saltos usando {1} aplicado a {2} en {3}

source: (best {0} consecutive jumps marked using [tf/tc *100])
ca: (s'hi han ressaltat els millors {0} salts consecutius fent servir [tf/tc *100])
es: (se han resaltado los mejores {0} saltos consecutivos usando [tf/tc *100])
fi: (parhaat {0} perättäistä hyppyä merkitty käyttäen [tf/tc *100])

source: {0} in Rj Evolution applied to {1} on {2}{3}
ca: {0} a Rj Evolution aplicat a {1} en {2}{3}
es: {0} en Rj Evolution aplicado a {1} en {2}{3}

source: TF(AVG)
ca: TV (promig)
es: TV (promedio)
fi: TF(keskiarvo)

source: TC(AVG)
ca: TC (promig)
es: TC (promedio)
fi: TC(keskiarvo)

source: {0} in Rj Index [(tfavg-tcavg)/tcavg *100] applied to {1} on {2}
ca: {0} a Rj Índex [(tvavg-tcavg)/tcavg *100] aplicat a {1} en {2}
es: {0} en Rj Índice [(tvavg-tcavg)/tcavg *100] aplicado a {1} en {2}

source: {0} in {1} jump on {2}
ca: {0} en salt {1} a {2}
es: {0} en salto {1} en {2}

source: {0} in {1} on {2}
ca: {0} a {1} a {2}
es: {0} en {1} en {2}

source: person
ca: atleta
es: atleta
fi: henkilö

source: Difference
ca: Diferència
es: Diferencia
fi: Ero

source: Runner
ca: Corredor
es: Corredor
fi: Juoksija

source: <b>Weight</b> (kg)
ca: <b>Pes</b> (kg)
fi: <b>Paino</b> (kg)

source: Add an entry
ca: Afegiu un valor

source: Add multiple persons
ca: Afegiu múltiples atletes
fi: Lisää useita henkilöitä

source: Help
ca: Ajuda
fi: Ohje

source: More information on Chronojump Manual
ca: Més informació al Manual de Chronojump

source: Please touch the platform or click Chronopic button
ca: Si us plau, toqueu la plataforma de contactes o premeu el botó

source: Serial ports help
ca: Ajuda del port serie
fi: Ohjeita sarjaporteista

source: Use this window to add until 10 people. If you need more, just repeat the operation later.
ca: Feu servir aquesta finestra per afegir fins a 10 atletes Si necessiteu afegir-ne més, repetiu l'operació.
fi: Käytä tätä ikkunaa enintään 10 henkilön lisäämiseen. Jos lisäät useampia voit toistaa toiminnon myöhemmin.

source: delete last test
ca: esborreu l'últim test
fi: poista viimeinen testi

source: female
ca: dona
fi: nainen

source: male
ca: home
fi: miespuolinen

source: sort by creation date
ca: ordenat per data de creació
fi: järjestä luontipäivän mukaan

source: Press any key
ca: Premeu qualsevol tecla

source: Chronojump is already running (program opened two times) or it crashed before
ca: Chronojump ja està funcionant (programa obert dos cops) o s'ha bloquejat abans

source: Please, if crashed, write an email to {0} including what you done when Chronojump crashed.
ca: Si us plau, si el programa s'ha bloquejat, escriu un correu a {0} incloent-hi el que heu fet quan s'ha bloquejat.

source: Please press key
ca: Sisplau premeu la tecla

source: to exit program if it's already opened
ca: per a sortir si ja estava obert

source: to launch Chronojump
ca: per a iniciar Chronojump

source: Connected to Chronopic on port: {0}
ca: Connectat al Chronopic pel port: {0}
fi: Yhdistettiin Chronopiciin portissa {0}

source: Please, touch the contact platform for full finishing. Then press button
ca: Si us plau, toqueu la plataforma de contacte per finalitzar. Després premeu el botó

source: Do you want to delete last jump?
ca: Desitgeu esborrar el darrer salt?
fi: Haluatko poistaa viimeisimmän hypyn?

source: Attention: Deleting a intervalic sub-run will delete the whole run
ca: Atenció: esborrar una part de la cursa esborrarà tota la cursa
fi: Huomautus: intervallisen alijuoksun poisto poistaa koko juoksun

source: Do you want to delete last run?
ca: Desitgeu esborrar la darrera cursa?
fi: Haluatko poistaa viimeisimmän juoksun?

source: Do you want to delete last reaction time?
ca: Desitgeu esborrar el darrer temps de reacció?
fi: Haluatko poistaa viimeisimmän reaktioajan?

source: Do you want to delete last pulse?
ca: Desigeu esborrar el darrer pols?
fi: Haluatko poistaa viimeisimmän pulssin?

source: Last {0} deleted
ca: Esborrat darrer/a {0}

source: Last reaction time deleted
ca: La última carrera ha estat esborrada
fi: Viimeisin reaktioaika poistettu

source: Last pulse deleted
ca: S'ha esborrat el darrer pols
fi: Viimeisin pulssi poistettu

source: MARK ALL/NONE
ca: MARQUEU TOTS/CAP
fi: Merkitse kaikki/ei mitään

source: Select Date of Birth
ca: Seleccioneu la data de naixement
fi: Valitse syntymäpäivä

source: centimeters
ca: centímetres
fi: senttimetriä

source: <b>statistic</b>
fi: <b>tilasto</b>

source: ChronoJump - Error
fi: Chronojump - virhe

source: Edit jump
fi: Muokkaa hyppyä

source: Edit run
fi: Muokkaa juoksua

source: Execute simple jumps
fi: Suorita yksinkertaisia hyppyjä

source: Extra weight %
fi: Lisäpainojen %

source: Jump type
fi: Hypyn tyyppi

source: Reactive Jump unlimited (until "finish" button is clicked)
fi: Rajoittamattoman reaktiiviset hypyt (kunnes "Valmis"-painiketta painetaan)

source: Run type
fi: Juoksun tyyppi

source: apply to
fi: toteuta kohteelle

source: auto
fi: automaattinen

source: current
fi: nykyinen

source: current session data
fi: nykyisen istunnon tiedot

source: current session jumpers
fi: nykyisen istunnon hyppääjät

source: description
fi: kuvaus

source: include subjumps
fi: näytä myös alihypyt

source: include subruns
fi: näytä myös alijuoksut

source: intervallic runs
fi: intervallijuoksut

source: jumper's average
fi: hyppääjän keskiarvo

source: jumper's bests
fi: hyppääjän parhaat

source: limit
fi: raja

source: no
fi: ei

source: other
fi: muu

source: reactive jumps
fi: reaktiiviset hypyt

source: session
fi: istunto

source: show jumps
fi: näytä hypyt

source: show sex
fi: näytä sukupuoli

source: simple
fi: yksinkertainen

source: simple jumps
fi: yksinkertaiset hypyt

source: simple runs
fi: yksinkertaiset juoksut

source: type / subtype
fi: tyyppi / alityyppi

source: Detected ports:
fi: Havaittiin portit:

source: Auto-Detection currently disabled on GNU/Linux
fi: Automaattinen tunnistus ei ole käytettävissä GNU/Linuxissa

source: Error: {0}
fi: Virhe: {0}

source: Starting Chronojump in Simulated mode, change platform to 'Chronopic' for real detection of events
fi: Käynnistetään Chronojump simulaatiotilassa. Muuta alustaksi 'Chronopic' jos haluat oikeasti havaita tapahtumia

source: If you have previously used the modem via a serial port (in a linux session, and you selected serial port), chronojump will crash.
fi: Jos käytit aikaisemmin modeemia sarjaporttina (linuxin istunnosta, ja valitsit sarjaportin), chronojump kaatuu.

source: ** Attention **: Chronojump will wait until you generate a event with the platform or with chronopic.
fi: ** Huomio **: Chronojump odottaa, kunnes luot tapahtuman alustalla tai chronopicillä.

source: Last jump deleted
fi: Viimeisin hyppy poistettu

source: Last run deleted
fi: Viimeisin juoksu poistettu

source: Cannot export to file:
fi: Tiedostoon ei voi viedä:

source: ID
fi: Tunniste

source: TC Max
fi: TC-maksimi

source: Use this window to edit a jump. (decimal separator: '{0}')
fi: Käytä tätä ikkunaa hypyn muokkaukseen. (desimaalierotin on {0})

source: Use this window to edit a reactive jump. (decimal separator: '{0}')
fi: Käytä tätä ikkunaa reaktiivisen hypyn muokkaukseen. (desimaalierotin on {0})

source: No
fi: Ei

source: Restart Chronojump to operate completely on your language.
fi: Käynnnistä Chronojump uudestaan jotta se toimii kokonaan omalla kielelläsi.

source: Use this window to edit a run. (decimal separator: '{0}')
fi: Käytä tätä ikkunaa juoksun muokaamiseen. (desimaalierotin on {0})

source: Use this window to edit a intervallic run. (decimal separator: '{0}')
fi: Käytä tätä ikkunaa intervallijuoksun muokaamiseen. (desimaalierotin on {0})

source: Global
fi: Yleinen

source: Simple
fi: Yksinkertainen

source: With TC
fi: TC:n kanssa

source: run 20 meters
fi: juokse 20 metriä

source: run 100 meters
fi: juokse 100 metriä

source: run 200 meters
fi: juokse 200 metriä

source: run 400 meters
fi: juokse 400 metriä

source: run 1000 meters
fi: juokse 1000 metriä

source: run 2000 meters
fi: juokse 2000 metriä

source: Weight %
fi: Paino %

source: Total
fi: Yhteensä
