Repository: DiazGopar/chronojump
Catalog: po/*.po
Languages: ca, es, fi

source: % body weight
ca: % pes corporal
es: % peso corporal
fi: % ruumiin painosta

source: 20 Yard
ca: 20 Yardes
es: 20 yardas
fi: 2 jaardia

source: 20Yard Agility test
ca: Test d'agilitat de 20 Yardes
es: Prueba de agilidad de 20 yardas
fi: 20 jaardin kestävyystesti

source: 505 Agility test
ca: Test d'agilitat 505
es: Prueba de agilidad 505
fi: 505-kestävyystesti

source: <- unselect
ca: <- de-seleccioneu
es: <- deseleccionar
fi: <- poista valinta

source: <b>Best and worst values</b>
ca: <b>Valors millors i pitjors</b>
es: <b>Valores mejores y peores</b>
fi: <b>Paras ja huonoin arvo</b>

source: <b>Country</b>
es: <b>País</b>

source: <b>Date of Birth</b>
es: <b>Fecha nacimiento</b>

source: <b>Detected</b>
ca: <b>Detectat</b>
es: <b>Detectado</b>
fi: <b>Havaittu</b>

source: <b>Full name</b>
ca: <b>Nom complert</b>
es: <b>Nombre completo</b>
fi: <b>Kokonaisaika</b>

source: <b>Guides</b>
ca: <b>Guies</b>
es: <b>Guías</b>
fi: <b>Ohjeet</b>

source: <b>Help</b>
es: <b>Ayuda</b>

source: <b>Level</b>
es: <b>Nivel</b>

source: <b>Name</b>
ca: <b>Nom</b>
es: <b>Nombre</b>
fi: <b>Nimi</b>

source: <b>New jumper weight</b>
ca: <b>Nou pes del saltador</b>
es: <b>Nuevo peso del saltador</b>

source: <b>Old jumper weight</b>
ca: <b>Anterior pes del saltador</b>
es: <b>Antiguo peso del saltador</b>

source: <b>Other conditions</b>
ca: <b>Altres condicions</b>
es: <b>Otras condiciones</b>
fi: <b>Muut ehdot</b>

source: <b>Other</b>
ca: <b>Un altre</b>
es: <b>Otro</b>
fi: <b>Muu</b>

source: <b>Sex</b>
ca: <b>Sexe</b>
es: <b>Sexo</b>
fi: <b>Sukupuoli</b>

source: <b>Simulated Test</b>
ca: <b>Test simulat</b>
es: <b>Prueba simulada</b>
fi: <b>Simuloitu testi</b>

source: <b>Speciallity</b>
es: <b>Especialidad</b>

source: <b>Sport</b>
es: <b>Deporte</b>

source: <b>TF</b>
ca: <b>TV</b>
es: <b>TV</b>

source: <b>Time</b>(s)
ca: <b>Temps</b>(s)
es: <b>Tiempo</b>
fi: <b>Ajat</b>

source: <b>Vertical Axe</b>
ca: <b>Eix vertical</b>
es: <b>Eje vertical</b>
fi: <b>Pystyakseli</b>

source: <b>Weight</b> (Kg)
ca: <b>Pes</b> (Kg)
es: <b>Peso</b>(kg)
fi: <b>Paino</b> (kg)

source: <b>execute</b>
ca: <b>executar</b>
es: <b>ejecutar</b>
fi: <b>suorita</b>

source: <b>general data</b>
ca: <b>dades generals</b>
es: <b>datos generales</b>
fi: <b>yleistiedot</b>

source: <b>persons</b>
ca: <b>atletes</b>
es: <b>atletas</b>
fi: <b>Henkilöt</b>

source: <b>pulse step</b>
ca: <b>fase de pols</b>
es: <b>fase de pulso</b>
fi: <b>pulssiaskel</b>

source: <b>statistics data</b>
ca: <b>dades estadístiques</b>
es: <b>datos de estadísticas</b>
fi: <b>tilastotiedot</b>

source: <b>test bells</b>
ca: <b>prova campanes</b>
es: <b>Probar campanas</b>
fi: <b>testikellot</b>

source: <b>view</b>
ca: <b>veure-ho</b>
es: <b>ver</b>
fi: <b>näkymä</b>

source: AVG
ca: Promig
es: Promedio

source: Abalakov Jump
ca: Salt Abalakov
es: Salto Abalakov

source: Abalakov Jump (CounterMovement using arms)
ca: Salt Abalakov (contramoviment fent servir els braços)
es: Salto Abalakov (contramovimiento usando los brazos)
fi: Abalakov-hyppy (vastaliike käsiä käyttäen)

source: About
ca: Sobre
es: Acerca de
fi: Tietoja

source: Add jump type
ca: Afegiu tipus de salt
es: Añadir tipo de salto
fi: Lisää hypyn tyyppi

source: Add new sport
es: Añadir deporte nuevo

source: Add run type
ca: Afegiu tipus de cursa
es: Añadir tipo de carrera
fi: Lisää juoksutyyppi

source: Add the following persons to this session
es: Anadir las siguientes personas a esta sesión

source: Add this statistic and its graph to report window
ca: Afegiu aquest estadístic i el seu gràfic a la finestra d'informes
es: Añadir este estadístico y su gráfica a la ventana de informes
fi: Lisää tämä tilasto ja sen kaavio raportti-ikkunaan

source: Add to report
ca: Afegiu a l'informe
es: Añadir a informe
fi: Lisää raporttiin

source: Add/Edit multiple persons
es: Añadir/Editar múltiples personas

source: Additional weight
ca: Pes addicional
es: Peso adicional
fi: Lisäpainot

source: After a test, use it to update statistics
ca: Després d'un test, fes-lo servir per a actualitzar les estadístiques
es: Úselo después de una prueba para actualizar las estadísticas

source: Agility
ca: Agilitat
es: Agilidad
fi: Kestävyys

source: All
ca: Tots
es: Todos
fi: Kaikki

source: All the same
es: Todos por igual

source: Allow RJ's finish after time
ca: Permeteu RJ finalitzar després del temps
es: Permitir RJ terminar después del tiempo

source: Apply to
ca: Aplica a
es: Aplicar a
fi: Toteuta kohteelle

source: Ask for confirm test deletion
ca: Demanar confirmació quan es vulgui esborrar un test
es: Preguntar antes de eliminar tests

source: Ask user if really wants to delete a test
ca: Preguntar a l'usuari si realment vol esborrar un test
es: Preguntar al usuario si realmente quiere borrar la prueba

source: Automatically add:
ca: Afegir automàticament:
es: Añadir automáticamente:
fi: Lisää automaattisesti:

source: Automatically subtract:
ca: Treure automàticament:
es: Restar automáticamente:
fi: Vähennä automaattisesti:

source: Bell bad
ca: Campana "dolent"
es: Campana mala

source: Bell good
ca: Campana "bo"
es: Campana buena

source: Bells
ca: Campanes
es: Campanas
fi: Kellot

source: By laps
ca: Per pistes
es: Por vueltas
fi: Kierroksien mukaan

source: By time
ca: Per temps
es: Por tiempo
fi: Ajan mukaan

source: Check Chronopic port
es: Comprobar puerto de Chronopic

source: Chonojump
es: Chronojump

source: ChronoJump - Confirm
ca: ChronoJump - Confirmeu
es: ChronoJump - Confirmar
fi: Chronojump - vahvistus

source: Chronojump Report window
ca: Finestra d'informes de Chronojump
es: Ventana de informes de Chronojump
fi: Chronojumpin raportti-ikkuna

source: Chronojump Statistics window
ca: Finestra d'estadístiques de ChronoJump
es: Ventana de estadísticas de ChronoJump
fi: Chronojumpin tilastoikkuna

source: Chronojump language select
ca: Selector d'idiomes de Chronojump
es: Selección de idioma de Chronojump

source: Chronopic port help
es: Ayuda del puerto de Chronopic

source: Collapse all
ca: Contraure-ho tot
es: Contraer todo

source: Comments
ca: Comentaris
es: Comentarios
fi: Kommentit

source: Conditions in repetive test
ca: Condicions dels tests repetitius
es: Condiciones en una prueba repetitiva

source: Configure graph
ca: Configureu el gràfic
es: Configurar gráfico
fi: Määrittele kaavio

source: Confirm jump/run deletion
ca: Confirmeu que voleu esborrar els salts/curses
es: Confirmar borrado de saltos/carreras
fi: Vahvista hypyn tai juoksun poisto

source: Connecting with Chronopic
ca: Connectant amb el Chronopic
es: Iniciando la conexion con Chronopic

source: Contact time
ca: Temps de contacte
es: Tiempo de contacto
fi: Yhteysaika

source: Convert weight of tests
ca: Converteix el pes dels salts
es: Convertir el peso de las pruebas

source: CounterMovement Jump
ca: Salt contramoviment
es: Salto contramovimiento

source: Create a new jump type in the database
ca: Crear un tipus de salt nou a la base de dades
es: Crear un tipo de salto nuevo en la base de datos
fi: Luo uusi hyppytyyppi tietokantaan

source: Create a new run type in the database
ca: Crear un tipus de cursa nova a la base de dades
es: Crea un tipo de carrera nueva en la base de datos
fi: Luo uusi juoksutyyppi tietokantaan

source: Create new Jump Type
ca: Crear un tipus de salt nou
es: Crear un tipo de salto nuevo
fi: Luo uusi hyppytyyppi

source: Create new Run Type
ca: Crear un tipus de cursa nova
es: Crea un tipo de carrera nueva
fi: Luo uusi juoksutyyppi

source: Current
ca: Actual
es: Actual

source: Custom
ca: Personalitzat
es: Personalizado
fi: Oma

source: Custom pulse
ca: Pols personalitzat
es: Personalizar pulso
fi: Itse annettu pulssi

source: Data
ca: Dades
es: Datos

source: Date
ca: Data
es: Fecha
fi: Päiväys

source: Decimal number
ca: Número de decimals
es: Número de decimales
fi: Desimaaliluku

source: Delete selected RJ jump
ca: Esborreu el salt RJ seleccionat
es: Borrar salto RJ seleccionado
fi: Poista valittu RJ-hyppy

source: Delete selected intervallic run
ca: Esborreu la cursa d'intervals
es: Borrar la carrera con tramos
fi: Poista valittu intervallijuoksu

source: Delete selected jump
ca: Esborreu el salt seleccionat
es: Borrar salto seleccionado
fi: Poista valittu hyppy

source: Delete selected pulse
ca: Esborreu el pols seleccionat
es: Borrar el pulso seleccionado
fi: Poista valittu pulssi

source: Delete selected reaction time
ca: Esborreu temps de reacció seleccionat
es: Borrar tiempo de reacción seleccionado

source: Delete selected run
ca: Esborreu la cursa seleccionada
es: Borrar carrera seleccionada
fi: Poista valittu juoksu

source: Description
ca: Descripció
es: Descripción
fi: Kuvaus

source: Description / comments
ca: Descripció / Comentaris
es: Descripción / Comentarios
fi: Kuvaus / kommentit

source: Description:
ca: Descripció:
es: Descripción:

source: Different
es: Diferente

source: Distance
ca: Distància
es: Distancia
fi: Matka

source: DjIndex
ca: Índex Dj
es: Índice Dj
fi: DJ-indeksi

source: Drop Jump
ca: Salt en caiguda
es: Salto en caída
fi: Poista hyppy

source: Edit
ca: Editar
es: Editar

source: Edit selected RJ jump
ca: Editeu salt RJ seleccionat
es: Editar salto RJ seleccionado
fi: Muokkaa valittua RJ-hyppyä

source: Edit selected intervallic run
ca: Editeu la cursa amb intervals seleccionada
es: Editar la carrera con tramos seleccionada
fi: Muokkaa valittua intervallijuoksua

source: Edit selected jump
ca: Editeu el salt seleccionat
es: Editar salto seleccionado
fi: Muokkaa valittua hyppyä

source: Edit selected person
ca: Editeu l'atleta seleccionat
es: Editar atleta seleccionado
fi: Muokka valittua henkilöä

source: Edit selected pulse
ca: Editeu pols seleccionat
es: Editar pulso seleccionado
fi: Muokkaa valittua pulssia

source: Edit selected reaction time
ca: Esborreu temps de reacció seleccionat
es: Editar tiempo de reacción seleccionado

source: Edit selected run
ca: Editeu la cursa seleccionada
es: Editar carrera seleccionada
fi: Muokkaa valittua juoksua

source: Execute intervallic runs
ca: Executeu curses amb intervals
es: Ejecutar carreras con tramos
fi: Suorita intervallijuoksuja

source: Execute reaction time
ca: Executeu temps de reacció
es: Ejecutar tiempo de reacción
fi: Suorita reaktioaika

source: Execute reactive jump
ca: Executeu salt reactiu
es: Ejecutar salto reactivo
fi: Suorita reaktiivisia hyppyjä

source: Execute simple run
ca: Executeu cursa simple
es: Ejecutar carrera simple
fi: Suorita yksinkertainen juoksu

source: Expand all
ca: Expandiu-ho tot
es: Expandir todo
fi: Laajenna kaikki

source: Expand image and show description
ca: Expandeix imatge i mostra descripció
es: Expandir imagen y mostrar descripción

source: Export session to _CSV (Spreadsheet)
ca: Exporteu sessió a format _CSV (full de càlcul)
es: Exportar sesión a formato _CSV (hoja de cálculo)
fi: Vie istunto _CSV-muotoon (taulukkolaskenta)

source: Export session to _XML
ca: Exporteu sessió a format _XML
es: Exportar sesión a formato _XML
fi: Vie istunto _XML-muotoon

source: Extra data for this jump
ca: Dades extres per a aquest salt
es: Datos extra para este salto
fi: Tämän hypyn lisätiedot

source: Extra data for this pulse
ca: Dades extres per a aquest pols
es: Datos extra para este pulso
fi: Tämän pulssin lisätiedot

source: Extra data for this run
ca: Dades extres per a aquesta cursa
es: Datos extra para esta carrera
fi: Tämä juoksun lisätiedot

source: Extra weight
ca: Pes extra
es: Peso extra
fi: Lisäpainot

source: Falling height
ca: Alçada de la caiguda
es: Altura de caída
fi: Putoamiskorkeus

source: Finish
ca: Fi
es: Terminar
fi: Valmis

source: Finish jump (save jump until this moment)
ca: Finalitzeu salt (guardar el salt fins a aquest moment)
es: Finalizar salto (registrar hasta este momento)
fi: Viimeistele hyppy (tallenna hyppy tähän hetkeen saakka)

source: Flight time
ca: Temps de vol
es: Tiempo de vuelo
fi: Lentoaika

source: Free
ca: Lliure
es: Libre
fi: Vapaa

source: Free Jump
ca: Salt lliure
es: Salto libre

source: Free pulse
ca: Pols lliure
es: Pulso libre
fi: Vapaa pulssi

source: From session
ca: De la sessió
es: De la sesión
fi: Istunnosta

source: Graph
ca: Pintar el gràfic
es: Pintar gráfico
fi: Kaavio

source: Graph this statistic
ca: Feu el gràfic d'aquesta estadística
es: Pintar gráfica de la estadística
fi: Piirrä kaavio tästä tilastosta

source: Height (cm)
ca: Alçada (cm)
es: Altura (cm)
fi: Korkeus (cm)

source: Help with Chronopic port
es: Ayuda con el puerto de Chronopic

source: Identifier
ca: Identificador
es: Identificador
fi: Tunniste

source: If a reactive jump is limited by time, and time has running out, allow finish jump
ca: Si un salt reactiu està limitat pel temps, i el temps s'ha esgotat, permetre acabar el salt
es: Si un salto reactivo está limitado por tiempo, y el tiempo se ha agotado, permitir terminar el salto
fi: Jos reaktiivinen hyppy on aikarajoitettu ja aika loppuu, salli hypyn lopetus

source: Illinois Agility test
ca: Test d'agilitat d'Illinois
es: Prueba de agilidad Illinois
fi: Illinois-kestävyystesti

source: Include individual
ca: Inclou individual
es: Incluir individuales

source: Include tracks
ca: Incloure els trams
es: incluir tramos

source: Intervallic
ca: Amb intervals
es: Con tramos

source: Intervallic run limited by Laps
ca: Curses d'intervals limitades per voltes
es: Carreras a intervalos limitadas por vueltas
fi: intervallijuoksut, kierroksilla rajoittaen

source: Intervallic run limited by Time
ca: Curses d'intervals limitades per temps
es: Carreras a intervalos limitadas por tiempo

source: Intervallic run unlimited (until "finish" button is clicked)
ca: Córrer fins que premeu el botó «Finalitzar»
es: Correr hasta pulsar el botón «Finalizar»
fi: Rajoittamaton intervallijuoksu (kunnes "Valmis"-painiketta painetaan)

source: Jump
ca: Salt
es: Salto
fi: Hyppy

source: Jump Reactive
ca: Salt reactiu
es: Salto reactivo
fi: Reaktiivinen hyppy

source: Jumper's average
ca: mitjana/es del saltador
es: Media/s del saltador
fi: Hyppääjän keskiarvo

source: Jumper's bests
ca: Màxim/s del saltador
es: Máximo/s del saltador

source: Jumps
ca: Salts
es: Saltos
fi: Hypyt

source: Language
ca: Idioma
es: Idioma
fi: Kieli

source: Level
es: Nivel

source: Limit
ca: Límit
es: Límite
fi: Rajoitus

source: Limited by
ca: Limitat per
es: Limitado por
fi: Rajoitettu arvoon

source: Limited by
ca: Limitat per
es: Limitado por
fi: Rajoitettu arvoon

source: Load
ca: Carregueu
es: Cargar
fi: Lataa

source: Load person
ca: Carregueu atleta
es: Cargar atleta
fi: Lataa henkilö

source: Load persons
ca: Carregueu atletes
es: Cargar atletas
fi: Lataa henkilöitä

source: Load persons from other session
ca: Carregueu atletes d'una altra sessió
es: Cargar atletas de otra sesión
fi: Lataa henkilöitä toisesta istunnosta

source: Load session
ca: Carregueu sessió
es: Cargar sesión
fi: Lataa istunto

source: Loading Chronojump...
es: Cargando Chronojump...

source: Main options
ca: Opcions principals
es: Opciones principales
fi: Pää- valinnat

source: Make report
ca: Crear informe
es: Crear informe
fi: Tee raportti

source: Maximum
ca: Màxim
es: Máximo
fi: Maksimi

source: Message
ca: Missatge
es: Mensaje
fi: Viesti

source: Minimum
ca: Mínim
es: Mínimo
fi: Minimi

source: More
ca: Més
es: Más
fi: Lisää

source: More information on <b>Chronojump Manual at section 4.5</b> (available at 'docs' on install directory and in Chronojump website)
es: Más información en el <b>Manual de Chronojump, sección 4.5</b> (se encuentra en la carpeta 'docs' en la carpeta de instalación y en el sitio web de Chronojump)

source: More intervallic runs
ca: Més curses d'intervals
es: Más carreras con tramos
fi: Lisää intervallijuoksuja

source: More pulse types
ca: Més tipus de polsos
es: Más tipos de pulsos
fi: Lisää pulssityyppejä

source: More pulses
ca: Més polsos
es: Más pulsos
fi: Lisää pulsseja

source: More reactive jumps
ca: Més salts reactius
es: Más saltos reactivos
fi: Lisää reaktiivisia hyppyjä

source: More simple jumps
ca: Més salts simples
es: Más saltos simples
fi: Lisää yksinkertaisia hyppyjä

source: More simple runs
ca: Més curses simples
es: Más carreras simples
fi: Lisää yksinkertaisia juoksuja

source: New jumper
ca: Nou saltador
es: Nuevo saltador
fi: Uusi hyppääjä

source: New person
ca: Nou atleta
es: Nuevo atleta
fi: Uusi henkilö

source: New persons (multiple)
ca: Nou atleta (múltiple)
es: Nuevo atleta (múltiple)
fi: Uudet henkilöt (useita)

source: Notes
es: Notas
fi: Huomautukset

source: Now
ca: Ara
es: Ahora
fi: Nyt

source: Optimal expand
ca: Expansió òptima
es: Expansión óptima
fi: Optimaalinen laajennus

source: Other
ca: Altres
es: Otros

source: Paint a circle at end
ca: Dibuixar un cercle al final
es: Pintar un círculo al final
fi: Piirrä ympyrä loppuun

source: Person
ca: atleta
es: Persona
fi: Henkilö

source: Person AVG
ca: Mitjana personal
es: Media personal
fi: Henkilön keskiarvo

source: Person's data
es: Datos de los atletas

source: Persons
ca: atletes
es: Personas
fi: Henkilöt

source: Pla_tform
ca: _Plataforma
es: _Plataforma
fi: A_lusta

source: Place
ca: Lloc
es: Lugar
fi: Sijainti

source: Please fill these values (bold titles are required)
ca: Si us plau, introduïu les dades (els paràmetres en negreta són obligatòris)
es: Por favor, introduzca los datos (los parámetros en negrita son requeridos)
fi: Ole hyvä ja täyty nämä arvot (korostetut kentät vaaditaan)

source: Please select <b>Chronojump</b> language
ca: Si us plau seleccioneu l'idioma de Chronojump
es: Seleccione el idioma de <b>Chronojump</b>

source: Please touch the platform or click Chronopic <i>TEST</i> button
es: Toque la plataforma o pulse el botón <i>TEST</i> de Chronopic

source: Port Help
es: Ayuda con el puerto

source: Prefer height over TF
ca: Preferiu alçada abans que TV
es: Preferir altura antes que TV
fi: Suosi korkeutta TF:n sijasta

source: Prefer m/s over Km/h
ca: Preferiu m/s abans que Km/h
es: Preferir m/s antes que Km/h
fi: Suosi m/s km/h sijasta

source: Prefer weight in % over Kg
ca: Preferiu pes en percentatge abans que Kg
es: Preferir peso en % antes que Kg

source: Preferences
ca: Preferències
es: Preferencias
fi: Asetukset

source: Properties
ca: Propietats
es: Propiedades
fi: Ominaisuudet

source: Pulse
ca: Pols
es: Pulso
fi: Pulssi

source: Pulses
ca: Polsos
es: Pulsos
fi: Pulssit

source: QIndex
ca: Índex Q
es: Indice Q
fi: Q-indeksi

source: RJ(unlimited)
ca: RJ(il·limitat)
es: RJ(ilimitado)
fi: RJ(rajoittamaton)

source: Reaction time
ca: Temps de reacció
es: Tiempo de reacción
fi: Reaktioaika

source: Reaction times
ca: Temps de reacció
es: Tiempos de reacción

source: Reactive
ca: Reactiu
es: Reactivo
fi: Reaktiivinen

source: Reactive Jump limited by Jumps
ca: Salt reactiu limitat per salts
es: Salto reactivo limitado por saltos
fi: Hyppymäärällä rajatut reaktiiviset hypyt

source: Reactive Jump limited by Time
ca: Salt reactiu limitat per temps
es: Salto reactivo limitado por tiempo
fi: Aikaan rajatut reaktiiviset hypyt

source: Reactive Jump unlimited (until finish button is clicked)
ca: Salt reactiu fins prémer el botó <<Finalizar»
es: Reactivar el salto de forma ilimitada (hasta pulsar el botón Finalizar)

source: Repair selected RJ jump
ca: Repareu el salt reactiu seleccionat
es: Reparar salto reactivo seleccionado
fi: Korjaa valittu RJ-hyppy

source: Repair selected intervallic run
ca: Repareu la cursa d'intervals seleccionada
es: Reparar carrera con tramos seleccionada
fi: Korjaa valittu intervallijuoksu

source: Repair selected pulse
ca: Repareu el pols seleccionat
es: Reparar pulso seleccionado
fi: Korjaa valittu pulssi

source: Repair selected reactive jump
ca: Repareu el salt reactiu seleccionat
es: Reparar salto reactivo seleccionado
fi: Korjaa valittu reaktiivinen hyppy

source: Report window
ca: Finestra d'informes
es: Ventana de informes
fi: Raportti-ikkuna

source: Rocket
es: Cohete

source: Rocket Jump
ca: Salt tipus Rocket
es: Salto cohete

source: Run
ca: Cursa
es: Carrera
fi: Juoksu

source: Run 100 meters
ca: Córrer 100 metres
es: Correr 100 metros

source: Run 20 meters
ca: Córrer 20 metres
es: Correr 20 metros

source: Run 200 meters
ca: Córrer 200 metres
es: Correr 200 metros

source: Run 400 meters
ca: Córrer 400 metres
es: Correr 400 metros

source: Run Intervallic
ca: Cursa d'intervals
es: Carrera con tramos
fi: Juokse intervalleilla

source: Runs
ca: Curses
es: Carreras
fi: Juoksut

source: Search filter
ca: Filtre de cerca
es: Filtro de búsqueda
fi: Hakusuodatin

source: Select
es: Seleccionar

source: Select conditions for beep signals
ca: Seleccionar condicions per a campanes
es: Seleccionar condiciones para las campanas

source: Select data for HTML report
ca: Seleccioneu dades per informe HTML
es: Seleccionar datos para informe HTML
fi: Valitse tiedot HTML-raporttiin

source: Select persons you want to load. (Persons in current session are not listed)
ca: Seleccioneu els atletes que desitgeu carregar. (No es mostraran els atletes que ja hem carregat en aquesta sessió)
es: Seleccione los atletas que desee cargar. (No se muestran los atletas cargados ya en la sesión actual)
fi: suodatintaValitse ladattavat henkilöt. (Nykyisen istunnon henkilöitä ei näytetä)

source: Select sessions for statistics
ca: Seleccioneu sessions per fer les estadístiques
es: Seleccionar sesiones para las estadísticas
fi: Valitse tilastojen istunnot

source: Selected
ca: Seleccionat
es: Seleccionado
fi: Valittu

source: Session
ca: Sessió
es: Sesión

source: Session AVG
ca: Mitjana de la sessió
es: Media de sesión
fi: Istunnon keskiarvo

source: Show all tests of a person
ca: Mostra tots els tests d'un atleta
es: Mostrar todas las pruebas de un atleta
fi: Näytä kaikki henkilön testit

source: Show black guide
ca: Mostra guia negra
es: Mostrar la guía negra
fi: Näytä musta ohje

source: Show description
ca: Mostrar descripció
es: Mostrar la descripción

source: Show green guide
ca: Mostra guia verda
es: Mostrar la guía verde
fi: Näytä vihreä ohje

source: Show grid (on repetitive tests)
ca: Mostra reixeta (en tests múltiples)
es: Mostrar la rejilla (en pruebas múltiples)
fi: Näytä ruudukko (useille tapahtumille)

source: Show height
ca: Mostra alçada
es: Mostrar la altura
fi: Näytä korkeus

source: Show indexes between TF and TC
ca: Mostra índexs entre TV i TC
es: Mostrar los índices entre TV y TC
fi: Näytä indeksit TF:n ja TC:n välissä

source: Show initial speed
ca: Mostra velocitat inicial
es: Mostrar la velocidad inicial
fi: Näytä alkunopeus

source: Show sex
ca: Mostrar el sexe
es: Mostrar el sexo
fi: Näytä sukupuoli

source: Show speed
ca: Mostra velocitat
es: Mostrar la velocidad
fi: Näytä nopeus

source: Show tests
ca: Mostra tests
es: Mostrar las pruebas

source: Show time
ca: Mostra temps
es: Mostrar el tiempo
fi: Näytä aika

source: Shuttle Run Agility test
ca: Test d'agilitat Shuttle Run
es: Prueba de Agilidad Shuttle Run

source: Simple jump with no special technique
ca: Salt simple sense tècnica especial
es: Salto simple sin ninguna técnica concreta

source: Simulated
ca: Simulat
es: Simulado
fi: Simuloitu

source: Speciallity
es: Especialidad

source: Speed
ca: Velocitat
es: Velocidad
fi: Nopeus

source: Sport
es: Deporte

source: Squat Jump
ca: Salt SJ
es: Salto Squat

source: Squat Jump with extra weight
ca: Salt SJ amb pes extra
es: Salto Squat con peso extra

source: Start inside
ca: Comenceu dins
es: Comienza dentro
fi: Aloita sisältä

source: Stats window
ca: Finestra d'estadístiques
es: Ventana de estadísticas
fi: Tilastoikkuna

source: Subtype
ca: Subtipus
es: Subtipo
fi: Alityyppi

source: TF
ca: TV
es: TV

source: TF / TC
ca: TV / TC
es: TV / TC

source: Test image and description
ca: Imatge i descripció del test
es: Imagen de prueba y descripción
fi: Testin kuva ja kuvaus
