Repository: DiazGopar/chronojump
Catalog: po/*.po
Languages: ca, es, fi

source: Successfully added
ca: Afegit satisfactoriament
es: Añadido satisfactoriamente
fi: Lisäys onnistui

source: Select number of persons to add
es: Seleccionar el numero de personas que añadir

source: Successfully added {0} persons
ca: Afegits satisfactoriament {0} atletes
es: Añadidos satisfactoriamente {0} atletas
fi: {0} henkilöä lisätty onnistuneesti

source: Are you sure you want to delete the current person and all his/her tests (jumps, runs, pulses, ...) from this session? (His/her personal data and tests in other sessions will remain intact)
ca: Esteu segur que voleu esborrar l'atleta actual d'aquesta sessió i esborrar tots els seus tests realitzats en aquesta sessió (Les dades personals i els tests realitzats a d'altres sessions no es modificaran)
es: Seguro que desea borrar el atleta actual de esta sesión y borrar todas sus pruebas de esta sesión (Sus datos personales y pruebas de otras sesiones no serán alterados)
fi: Haluatko varmasti poistaa nykyisen henkilön ja hänen testinsä (hypyt, juoksut ja pulssit) tästä istunnosta? (henkilön tiedot ja testit muissa istunnoissa säilytetään)

source: Current Person:
ca: atleta actual:
es: atleta actual:
fi: Valittu henkilö:

source: Deleted person and all his/her tests on this session
ca: Esborrar l'atleta actual i tots els seus tests d'aquesta sessió
es: Borrar atleta actual y todas sus pruebas de esta sesión
fi: Poistettiin henkilö ja kaikki hänen testinsä tästä istunnosta

source: Changed to simulated mode
ca: Canviat a mode simulat
es: Cambiado a modo simulado

source: You need to configurate the Chronopic port at preferences.
es: Debe configurar el puerto de Chronopic en las preferencias.

source: Cancelled by user
ca: Cancel·lat
es: Cancelado por el usuario

source: Please, touch the contact platform for full cancelling. Then press button
ca: Si us plau, toqueu la plataforma de contacte per cancel·lar-ho tot. Després premeu el botó
es: Por favor, toque la plataforma para cancelar completamente. Después pulse el botón

source: Execute Jump
ca: Executeu el salt
es: Ejecutar salto
fi: Suorita hyppy

source: Phases
ca: Fases
es: Fases
fi: Vaiheet

source: Execute Reactive Jump
ca: Executeu salt reactiu
es: Ejecutar salto reactivo
fi: Suorita reaktiivinen hyppy

source: Execute Run
ca: Executeu una prova
es: Ejecutar prueba
fi: Suorita juoksu

source: Execute Intervallic Run
ca: Executeu carreres amb intervals
es: Ejecutar carreras con tramos
fi: Suorita intervallijuoksu

source: Execute Reaction Time
ca: Executeu temps de reacció
es: Ejecutar tiempo de reacción
fi: Suorita reaktioaika

source: Execute Pulse
ca: Executeu pols
es: Ejecutar pulso
fi: Suorita pulssi

source: Cannot update. Probably this test was deleted.
ca: No es pot actualitzar. Probablement aquest test va ser esborrat.
es: No se puede actualizar. Probablemente esta prueba se borró.

source: Do you want to delete selected jump?
ca: Desitgeu esborrar el salt seleccionat?
es: ¿Desea borrar el salto seleccionado?
fi: Haluatko poistaa valitun hypyn?

source: Attention: Deleting a Reactive subjump will delete the whole jump
ca: Atenció: Esborrar un subsalt reactiu esborrarà el salt sencer
es: Atención: Borrar un subsalto reactivo borrará todo el salto completo
fi: Huomautus: reaktiivisen alihypyn poisto poistaa koko hypyn

source: Deleted jump
ca: Esborra el salt
es: Borrar salto
fi: Poistettu hyppy

source: Deleted reactive jump
ca: Esborra el salt reactiu
es: Borrado salto reactivo
fi: Poistettu reaktiivinen hyppy

source: Do you want to delete selected run?
ca: Desitgeu esborrar el salt seleccionat?
es: Desea borrar el salto seleccionado?
fi: Haluatko poistaa valitun juoksun?

source: Attention: Deleting a Intervallic subrun will delete the whole run
ca: Atenció: esborrar un interval de la cursa esborrarà tota la cursa
es: Atención: Borrar un tramo de la carrera borrará toda la carrera
fi: Huomio: Intervallisen alijuoksun poisto poistaa koko juoksun

source: Deleted selected run
ca: Esborreu la carrera seleccionada
es: Borrar carrera con tramos
fi: Poistettu valittu juoksu

source: Deleted intervallic run
ca: Esborrada la carrera d'intervals
es: Borrada carrera con tramos
fi: Poistettu intervallijuoksu

source: Deleted reaction time
ca: Esborreu salt reactiu
es: Borrado tiempo de reacción
fi: Poistettu reaktioaika

source: Deleted pulse
ca: Esborreu el pols seleccionat
es: Borrar pulso
fi: Poistettu pulssi

source: There's a copy of Chronojump Manual on "docs" directory. Newer versions will be on this site: {0}
ca: Hi ha una còpia del Manual de Chronojump a la carpeta "docs". Les versions més noves es trobaran al web: {0}
es: Existe una copia del manual de Chonojump en el directorio «docs». Las versiones nuevas estarán en el sitio web: {0}

source: translator-credits
ca: Elisabet Bermejo <elibermejo@gmail.com>, 2007. Xavier de Blas <xaviblas@gmail.com>, 2007
es: Jorge González <jorge.gonzalez.gonzalez@hispalinux.es>, 2007-2008. Eduardo Retamales <eretamales@gnome.cl>, 2007-2008. Xavier de Blas <xaviblas@gmail.com>, 2005 QA: Francisco Javier F. Serrador <serrador@openshine.com>, 2006 QA: Jorge González <jorgegonz@svn.gnome.org>, 2007-2008.
fi: Ilkka Tuohela, 2006. http://www.gnome.fi/

source: Done for testing purposes. Chronojump will crash now
es: Sirve para realizar tests en el desarrollo. Chronojump fallará ahora.

source: or
ca: o
es: o

source: Old weight
ca: Anterior pes
es: Antiguo peso

source: New weight option 1
ca: Nou pes opció 1
es: Nuevo peso opción 1

source: New weight option 2
ca: Nou pes opció 2
es: Nuevo peso opción 2

source: Edit {0}
ca: Editeu {0}
es: Editar {0}

source: Use this window to edit a {0}. (decimal separator: '{1}')
ca: Feu servir aquesta finestra per editar un/a {0} (separador de decimals: '{1}')
es: Use esta ventana para editar un/a {0}. (separador de decimales: «{1}»)

source: Auto-Detection currently disabled
ca: Auto-detecció actualment desactivada
es: Auto detección actualmente desactivada

source: jump
ca: salt
es: salto

source: reactive jump
ca: salt reactiu
es: salto reactivo

source: Repair reactive jump
ca: Repareu salt reactiu
es: Reparar salto reactivo
fi: Korjaa reaktiivinen hyppy

source: Use this window to repair this test. Double clic any cell to edit it (decimal separator: '{0}')
ca: Feu servir aquesta finestra per a arreglar aquest test Premeu dues vegades a qualsevol cel·la per a editar-la (separador de decimals: '{0}')
es: Use esta ventana para reparar esta prueba. Pulse dos veces en cualquier celda para editar (separador de decimales: «{0}»)
fi: Käytä tätä ikkunaa tämän testi korjaukseen. Muokkaa solua kaksoisnapsauttamalla (desimaalierotin on {0})

source: JumpType: {0}.
ca: Tipus de salt: {0}.
es: Tipo de salto: {0}.
fi: Hyppytyyppi: {0}.

source: This jump type starts inside, the first time should be a flight time.
ca: Aquest tipus de salt ha de començar dins la plataforma, el primer temps ha de ser un temps de vol.
es: Este tipo de salto debe comenzar dentro de la plataforma, el primer tiempo debe ser un tiempo de vuelo.
fi: Tämä hyppytyyppi alkaa sisältä, ensimmäisen ajan tulisi olla lentoaika.

source: This jump type is fixed to {0} jumps, you cannot add more.
ca: Aquest tipus de salt està fixat a {0} salts, no podeu afegir-ne més.
es: Este tipo de salto está fijado a {0} saltos, no puede añadir más.
fi: Tämä hyppytyyppi on rajattu {0} hyppyyn, et voi lisätä enempää.

source: This jump type is fixed to {0} seconds, totaltime cannot be greater.
ca: Aquest tipus de salt està fixat a {0} segons, el temps total no pot ser superior.
es: Este tipo de salto está fijado a {0} segundos, el tiempo total no puede ser superior.
fi: Tämä hyppytyyppi on rajattu {0} sekuntiin, kokonaiskesto ei voi olla suurempi.

source: Count
ca: Núm.
es: Conteo
fi: Laskuri

source: Yes
ca: Sí
es: Sí
fi: Kyllä

source: Limited value
ca: Valor limitat
es: Valor limitante
fi: Rajattu arvo

source: Seconds
ca: Segons
es: Segundos
fi: Sekuntia

source: Jump type: '{0}' exists. Please, use another name
ca: El tipus de salt: '{0}' ja existeix. Si us plau feu servir un altre nom
es: El tipo de salto: '{0}' ya existe. Por favor use otro nombre
fi: Hypyn tyyppi: {0} on olemassa. Käytä toista nimeä

source: Man
ca: Home
es: Hombre
fi: Mies

source: Woman
ca: Dona
es: Mujer
fi: Nainen

source: Loaded
ca: Carregat
es: Cargado
fi: Ladattu

source: None
ca: Cap
es: Ninguno
fi: Ei mitään

source: Edit jumper
ca: Editeu el saltador
es: Editar saltador
fi: Muokkaa hyppääjää

source: Select session date
ca: Seleccioneu la data de la sessió
es: Seleccionar fecha de la sesión
fi: Valitse istunnon päiväys

source: Add new sport to database
es: Añadir el nuevo deporte en la base de datos

source: Sorry, this sport '{0}' already exists in database
es: Este deporte '{0}' ya existe en la base de datos

source: Person: '{0}' exists. Please, use another name
ca: L'atleta: '{0} ja existeix. Si us plau. Feu servir un altre nom
es: El atleta: '{0} ya existe. Por favor use otro nombre
fi: Henkilö: "{0}" on jo olemassa, valitse toinen nimi

source: Please select an sport
es: Seleccione un deporte

source: Please select an speciallity
es: Seleccione una especialidad

source: Please select a level
es: Seleccione un nivel

source: Full name
es: Nombre completo

source: M
ca: H
es: H

source: F
ca: D
es: M

source: Persons will be created with default session values
es: Los atletas serán creados con los valores predeterminados de la sesión

source: Session name
ca: Nom de la Sessió
es: Nombre de Sesión
fi: Istunnon nimi

source: Date
ca: Data
es: Fecha
fi: Päiväys

source: Jumps simple
ca: Salts simples
es: Saltos simples
fi: Hypyt yksinkertainen

source: Jumps reactive
ca: Salts reactius
es: Saltos reactivos
fi: Hypyt reaktiivinen

source: Runs simple
ca: Curses simples
es: Carreras simples
fi: Juoksut yksinkertainen

source: Runs interval
ca: Curses amb intervals
es: Carreras con tramos
fi: Juoksut intervalli

source: Reaction time
ca: Reactiu
es: Tiempo de reacción
fi: Reaktioaika

source: pulse
ca: pols
es: pulso

source: Repair pulse
ca: Repareu el pols seleccionat
es: Reparar pulso
fi: Korjaa pulssi

source: PulseType: {0}.
ca: Tipus de pols: {0}.
es: Tipo de pulso: {0}.
fi: Pulssityyppi: {0}.

source: You need to activate sounds in main window (bottom)
ca: Cal que activi els sons a la finestra principal (part inferior)
es: Debe activar los sonidos en la ventana principal (abajo)

source: reaction time
ca: temps de reacció
es: tiempo de reacción

source: Session/s
ca: Sessió/ns
es: Sesión/es
fi: Istunnot

source: Show jumps
ca: Mostrar els salts
es: Mostrar saltos
fi: Näytä hypyt

source: Checked rows
ca: Files marcades
es: Filas marcadas
fi: Merkityt rivit

source: run
ca: cursa
es: Carrera

source: intervallic run
ca: cursa amb intervals
es: carrera con tramos

source: Total Time
ca: Temps total
es: Tiempo total
fi: Kokonaisaika

source: Repair intervallic run
ca: Repareu la cursa d'intervals
es: Reparar carrera con intervalos
fi: Korjaa intervallijuoksu

source: RunType: {0}.
ca: Tipus de cursa: {0}.
es: Tipo de carrera: {0}.
fi: Juoksutyyppi: {0}.

source: This run type is fixed to {0} runs, you cannot add more.
ca: Aquest tipus de cursa està fixada a {0} intervals, no podeu afegir-ne més.
es: Este tipo de carrera está fijado a {0} tramos, no puede añadir más.
fi: Tämä juoksutyyppi on rajattu {0} juoksuun, et voi lisätä enempää.

source: This run type is fixed to {0} seconds, totaltime cannot be greater.
ca: Aquest tipus de cursa està fixada a {0} segons, el temps total no pot ser superior.
es: Este tipo de carrera está fijado a {0} segundos, el tiempo total no puede ser superior.
fi: Tämä juoksutyyppi on rajattu {0} sekuntiin, kesto ei voi olla pidempi.

source: Not defined
ca: Indefinit
es: Indefinido
fi: Ei määritelty

source: Run type: '{0}' exists. Please, use another name
ca: El tipus de cursa: '{0}' ja existeix. Si us plau feu servir un altre nom
es: El tipo de carrera: '{0}' ya existe. Por favor use otro nombre
fi: Juoksun tyyppi: "{0}" on jo olemassa, valitse toinen nimi

source: New Session
ca: Nova sessió
es: Nueva sesión
fi: Uusi istunto

source: Session Edit
ca: Editeu la sessió
es: Editar sesión
fi: Istunnon muokkaus

source: Please, define it
es: Por favor, marque el que corresponda

source: People in session practice different sports.
es: Los atletas de esta sesión practican distintos deportes.

source: All people in session practice the same sport:
es: Todos los atletas de la sesión practican el mismo deporte:

source: Nobody in this session practice sport.
es: Ninguna de las personas de la sesión practica deporte.

source: Different speciallities.
es: Especialidades diferentes.

source: This speciallity:
es: Esta especialidad:

source: Different levels.
es: Niveles diferentes.

source: This level:
es: Este nivel:

source: Session: '{0}' exists. Please, use another name
ca: La sessió: '{0}' ja existeix. Si us plau feu servir un altre nom
es: La sesión: '{0}' ya existe. Por favor use otro nombre
fi: Istunto: "{0} " on jo olemassa, valitse toinen nimi

source: Number
ca: Número
es: Número
fi: Numero

source: Jumps simple
ca: Salts simples
es: Saltos simples
fi: Yksinkertaiset hypyt

source: Jumps reactive
ca: Salts reactius
es: Saltos reactivos
fi: Reaktiiviset hypyt

source: Runs simple
ca: Curses simples
es: Carreras simples
fi: Yksinkertaiset juoksut

source: Runs interval
ca: Curses amb intervals
es: Carreras con tramos
fi: Intervallijuoksut

source: Average Index
ca: Índex promig
es: Índice medio
fi: Keskiarvoindeksi

source: Evolution
ca: Evolució
es: Evolución
fi: Kehitys

source: No indexes
ca: Sense índexs
es: Sin índices
fi: Ei indeksejä

source: Invert
ca: Invertir
es: Invertir
fi: Käännä

source: Male
ca: Home
es: Hombre
fi: Mies

source: Female
ca: Dona
es: Mujer
fi: Nainen

source: Jumper's best
ca: màxim/s del saltador
es: Máximo/s del saltador
fi: Hyppääjän paras

source: CounterMovement Jump with extra weight
ca: Salt contramoviment amb pes extra
es: Salto ContraMovimiento con peso extra

source: Abalakov Jump with extra weight
ca: Salt Abalakov amb pes extra
es: Salto Abalakov con peso extra

source: DJ Jump
ca: Salt en caiguda
es: Salto DJ

source: Triple jump
ca: Triple salt
es: Tripe salto

source: Error, state '{0}' non valid
ca: Error, l'estat '{0}' no és vàlid
es: Error, el estado '{0}' no es válido
fi: Virhe, tila "{0}" ei ole kelvollinen

source: State: {0}, lastChange {1}
ca: Estat: {0}, darrer canvi {1}
es: Estado: {0}, último cambio {1}
fi: Tila: {0}, viimeinen muutos {1}

source: without subjumps
ca: sense subsalts
es: sin subsaltos

source: without tracks
ca: sense trams
es: sin tramos

source: Evolution.
ca: Evolució.
es: Evolución.
fi: Kehitys.

source: Run 1000 meters
ca: Córrer 1000 metres
es: Correr 1000 metros

source: Run 2000 meters
ca: Córrer 2000 metres
es: Correr 2000 metros

source: This test is part of a battery for the USA Women's Soccer Team. The NFL use a very similar test for the NFL Combine Testing, the 20 yard shuttle.
ca: Aquest test és part d'una bateria de tests de l'USA Women's Soccer Team. L'NFL utilitza un test molt similar per a la NFL Combine Testing, el shuttle de 20 yardes.
es: Esta prueba es parte de un conjunto del equipo de fútbol femenino de los Estados Unidos. La NFL usa una prueba similar.

source: Purpose
ca: Objectiu
es: Propósito

source: The 20 yard agility run is a simple measure of an athlete’s ability to accelerate, decelerate, change direction, and to accelerate again.
ca: El test d'agilitat de 20 yardes és una mesura simple de la capacitat d'un atleta per a accelerar, frenar-se, canviar de direcció, y accelerar altre cop.
es: La prueba de agilidad de las 20 yardas es una medida simple de la habilidad de una atleta para acelerar, frenar, cambiar la dirección y nuevamente para acelerar.

source: Procedure
ca: Procediment
es: Procedimiento

source: Set up three marker cones in a straight line, exactly five yards apart - cones B, A(center) and C. At each cone place a line across using marking tape. The timer is positioned at the level of the center A cone, facing the athlete. The athlete straddles the center cone A with feet an equal distance apart and parallel to the line of cones. When ready, the athlete runs to cone B (touching the line with either foot), turns and accelerates to cone C (touching the line), and finishes by accelerating through the line at cone A. The stopwatch is started on the first movement of the athlete and stops the watch when the athlete’s torso crosses the center line.
ca: [PENDENT DE TRADUCCIÓ] Set up three marker cones in a straight line, exactly five yards apart - cones B, A(center) and C. At each cone place a line across using marking tape. The timer is positioned at the level of the center A cone, facing the athlete. The athlete straddles the center cone A with feet an equal distance apart and parallel to the line of cones. When ready, the athlete runs to cone B (touching the line with either foot), turns and accelerates to cone C (touching the line), and finishes by accelerating through the line at cone A. The stopwatch is started on the first movement of the athlete and stops the watch when the athlete’s torso crosses the center line.
es: Sitúe tres conos en una línea recta, separadas cinco yardas exactamente - los conos B, A(centro) y C. [PENDIENTE DE TRADUCIR] At each cone place a line across using marking tape. The timer is positioned at the level of the center A cone, facing the athlete. The athlete straddles the center cone A with feet an equal distance apart and parallel to the line of cones. When ready, the athlete runs to cone B (touching the line with either foot), turns and accelerates to cone C (touching the line), and finishes by accelerating through the line at cone A. The stopwatch is started on the first movement of the athlete and stops the watch when the athlete’s torso crosses the center line.

source: Scoring
ca: Puntuació
es: Puntuación

source: Record the best time of two trials.
ca: Registri el millor temps de dos intents.
es: Grabar el mejor tiempo de dos intentos.

source: Encourage athletes to accelerate through the finish line to maximize their result.
ca: Animi als atletes a accelerar cap a la línia de final per a aconseguir un millor resultat.
es: Animar a los atletas para acelerar hasta la línea de meta para mejorar sus resultados.Anime a los atletas a acelerar hacia la línea de final para conseguir un mejor resultado.

source: Cited with permission.
ca: Citat amb permís.
es: Citado con permiso.

source: Markers are set up 5 and 15 meters from a line marked on the ground. The athlete runs from the 15 meter marker towards the line (run in distance to build up speed) and through the 5 m markers, turns on the line and runs back through the 5 m markers. The time is recorded from when the athletes first runs through the 5 meter marker, and stopped when they return through these markers (that is, the time taken to cover the 5 m up and back distance - 10 m total). The best of two trails is recorded. The turning ability on each leg should be tested. The subject should be encouraged to not overstep the line by too much, as this will increase their time.
ca: Les marques es disposen a 5 i 15 metros de una línia marcada al terra. L'atleta corre des de la marca de 15 metres cap a la línía (distància de cursa inicial per a aconseguir velocitat) i entre les dues marques de 5m, gira a la línia i corre de volta fins a les marques de 5m. El temps que es registra és des de que l'atleta arriba per primer cop a la marca de 5m, fins que torna a trepitjar la mateixa marca (o sigui, el temps que ha necessitat per a recórrer els 5m d'anada i tornada - 10m en total). Es registra el millor de dos intents. S'ha de registrar la capacitat de gir amb cada cama. S'anima al subjecte a no "trepitjat massa" la línia, doncs això augmentaria el tiemps.
es: Las marcas se disponen a 5 y 15 metros de una línea marcada en el suelo. El atleta corre desde la marca de 15 metros hacia la línea (distancia de carrera inicial para conseguir velocidad) y entre las dos marcas de 5m , gira en la línea y corre hacia atrás hasta las marcas de 5m. El tiempo que se registra es desde que el atleta llega por primera vez a la marca de 5m, hasta que vuelve a pisar dicha marcas (o sea, el tiempo que ha necesitado para recorrer los 5m de ida y vuelta - 10m en total). Se registra el mejor de dos intentos. Se debe registrar la capacidad en el giro con cada pierna. Se le anima al sujeto a no "pisar demasiado" la línea, ya que esto aumentaría el tiempo.

source: This is a test of 180 degree turning ability. This ability may not be applicable to some sports.
ca: Aquest test és òptim per a registrar la capacitat en el gir de 180 graus. Aquesta capacitat no és aplicable a alguns esports.
es: Este test es óptimo para registrar la capacidad en el giro de 180 grados. Esta capacidad no es aplicable a algunos deportes.

source: The length of the course is 10 meters and the width (distance between the start and finish points) is 5 meters. Four cones are used to mark the start, finish and the two turning points. Another four cones are placed down the center an equal distance apart. Each cone in the center is spaced 3.3 meters apart.
ca: La longitut de la cursa és de 10 metres i l'amplada (distància entre els punts d'inici i final) és de 5 metres. S'usen quatre cons per a marcar la sortida, final i els dos puntss de gir. Uns altres quatre cons es posen al centre i separats a igual distància. Cada con central està 3,3 metres separat de la resta.
es: La longitud de la carrera es 10 metros y la anchura (distancia entre los puntos de inicio y final) es 5 metros. Se usan cuatro conos para marcar la salida, final y los dos puntos de giro. Otros cuatro conos se sitúan en el centro y separados a igual distancia. Cada cono central está 3,3 metros separado del resto.

source: Subjects should lie on their front (head to the start line) and hands by their shoulders. On the 'Go' command the stopwatch is started, and the athlete gets up as quickly as possible and runs around the course in the direction indicated, without knocking the cones over, to the finish line, at which the timing is stopped.
ca: Els subjectes s'estiraran cap per avall (amb el cap a la línia de sortida) and hands by their shoulders. A la senyal de 'Sortida' s'inicia el cronòmetre i l'atleta s'aixeca tan ràpid como pugui i corre la cursa en la direcció indicada, sense tirar cap con, fin la línia de final, moment en que s'atura el rellotge.
es: Los sujetos se tumbarán cara abajo (con la cabeza en la línea de salida) and hands by their shoulders. A la señal de 'Salida' se inicia el cronómetro y el atleta se levanta tan rápido como puede y corre la carrera en la dirección indicada, sin tirar ningún cono, hasta la línea de final, momento en que se para el reloj.

source: Results
ca: Resultats
es: Resultados

source: The table below gives some rating scores (in seconds) for the test
ca: La taula d'abaix mostra diferents barems de resultats (en segons) per a aquest test
es: La tabla de debajo proporciona algunas puntuaciones (en segundos) para la pruebaLa tabla de abajo muestra cualificaciones de resultados (en segundos) para este test

source: Rating
ca: Qualificació
es: Puntuación

source: Males
ca: Homes
es: Hombres

source: Females
ca: Dones
es: Mujeres

source: Excellent
es: Excelente

source: Good
ca: Bo
es: Bueno

source: Average
ca: Mitjà
es: Medio

source: Fair
ca: Correcte
es: Regular

source: Poor
ca: Fluix
es: Malo

source: Advantages
ca: Aventatges
es: Ventajas
